[{"q": "Модуль 1. Введение\n Тема 1.1. Что такое наука, и какое она имеет отношение к выбранной профессии"}, {"q": "Познакомьтесь с определением эниологии. Укажите, каким критериям научности не соответствует представленное учение\n Эниология – это собирательная наука. Она способна вобрать в себя все современные и древние научные и ненаучные направления, касающиеся начала, разворачивания, сворачивания и конца жизни, и позволяет именно человеку третьего тысячелетия получить разъяснения о самом себе и своей роли, своихзадачах и целях во время и после жизни на Земле. Таким образом, эниология содержит информацию о Вселенной и человеке во Вселенной. Информация – этоэнергия. Эниология – это знания об энергоинформационном обмене человека со средой его обитания. Эниология в числе многих других использует знания,замаскированные в Библии, Коране, Ведах, Пуранах, притчах, сказках, присказках, иносказаниях, а также опирается на доказательства точных наук нашеговремени и опыт многих предшествующих поколений. Имеются сведения о применении термина «Эниология» древними римлянами, которые использовализнания об энергоинформационном обмене для расчета военных действий.\n ", "a": ["Доказательность;Проверяемость;Историзм"]}, {"q": "К каким формам вненаучного знания вы отнесли бы следующее рассуждение:\n В 1988 году доктор Хильда Кларк предложила новый способ диагностики при помощи резонанса. Ей удалось определить частоты жизнедеятельности многихпатогенов, токсинов и других биологических объектов - паразитов. Впоследствии Кларк пишет серию книг посвященных этой методике и выводит на рынокприбор, позволяющий, по ее утверждению, выявлять и уничтожать паразиты в человеческом организме.\n ", "a": ["псевдонаука"]}, {"q": "Можно ли считать научным такое определение:\n Торсио нные поля  – физический термин, первоначально введённый математиком Эли Картаном в 1922 году для обозначения гипотетического физическогополя, порождаемого кручением пространства. Название происходит от англ. torsion — кручение, от лат. torsio с тем же значением. Как общая теорияотносительности обобщила пространство Минковского, введя переменное метрическое поле, так и псевдориманово пространство-время ОТО можнообобщить, введя переменное кручение связности. Простейшей из теорий, вводящих кручение, является теория гравитации Эйнштейна-Картана. Современнойфизикой торсионные поля рассматриваются как гипотетический объект. В последнее время термин «торсионные» (а также аксионные (англ. axion), спиновые(англ. spin), спинорные (англ. spinor), микролептонные (англ. microlepton)) поля широко используется в различных исследованиях. Также выпускаютсякоммерческие продукты, действие которых основано на использовании торсионных полей.\n ", "a": ["Нет, это не научное определение"]}, {"q": "Впишите недостающее слово(слова):\n Процесс получения объективных знаний о действительности называется ____ _____ \n ", "a": ["научное познание"]}, {"q": "Дополните определение:\n НАУЧНАЯ РАЦИОНАЛЬНОСТЬ – это совокупность правил, норм, образцов научно-познавательной деятельности, обеспечивающих ___________ результатапознания.\n ", "a": ["истинность"]}, {"q": "Дополните определение:\n  _____ ______ ____ – целостная система представлений об общих свойствах и закономерностях действительности, построенная в результате обобщения исинтеза фундаментальных научных понятий и принципов, а также методология получения научного знания.\n ", "a": ["Научная картина мира"]}, {"q": "Кому из ученых, по-вашему, принадлежит высказывание:\n «Я предпочитаю найти одну истину, хотя и в незначительных вещах, нежели долго спорить о величайших вопросах, не достигая никакой истины».\n ", "a": ["Г.Галилею"]}, {"q": "Укажите 3 социально-культурных фактора, которые наибольшим образом влияют на развитие науки\n ", "a": ["Философские идеи; Развитие экономики; Исторический научный потенциал общества"]}, {"q": "Дополните определение:\n  ___________ система теоретических, методологических и аксиологических установок, принятых в качестве образца решения научных задач и разделяемыхвсеми членами научного сообщества.\n ", "a": ["Парадигма"]}, {"q": "Автором термина «парадигма» в современной науке является:\n ", "a": ["Г.Бергман"]}, {"q": "Внимательно прочтите определение психоанализа. К какой форме знания вы бы отнесли результаты работы психоаналитика?\n Психоанализ – учение о способе изучения и познания психологии человека, созданное З. Фрейдом; система идей и методов интерпретации содержаниясновидений, ошибок, описок, обмолвок и разнообразных случаев забывания, связанных с бессознательными или с неосознаваемыми влечениями человека. Втеоретическом плане психоанализ включает в себя систему гипотез, объясняющих природу, роль бессознательного в жизни человека и в развитиичеловеческой цивилизации. В практическом плане психоанализ содержит средства диагностики и лечения ряда психических заболеваний. В настоящее времяэффективность психоанализа остается неподтвержденной в массовых клинических исследованиях.\n ", "a": ["Донаучное знание"]}, {"q": "Дополните высказывание:\n Междисциплинарное направление научных исследований, возникшее в начале 70-х гг. ХХ в. и ставящее в качестве своей основной задачи познание общихзакономерностей и принципов, лежащих в основе процессов самоорганизации в системах самой разной природы: физических, химических, биологических,технических, экономических, социальных, – это ___________ \n ", "a": ["синергетика"]}, {"q": "Что включается в систему научно-технической деятельности по вервии ЮНЕСКО:\n ", "a": ["Научно-технические услуги;научно-техническое образование;научные исследования и экспериментальные разработки"]}, {"q": "Выберите черты современного – постнеклассического – этапа развития научной рациональности:\n ", "a": ["Синергетика;Эволюционизм;Междисциплинарность;Методологический плюрализм;Демократизация"]}, {"q": "Дополните определение:\n Переход к системе научных центров при вузах и неформальных научных обществ-клубов-кружков называют «моделью ___________ научных сил»\n ", "a": ["кооперирования"]}, {"q": "По каким причинам, с точки зрения М. Вебера, современная ему молодежь разуверилась в силе науки?\n ", "a": ["наука не может объяснить смысл жизни и поэтому бесполезна верно"]}, {"q": "На какие вопросы не в состоянии ответить ни естественные, ни гуманитарные науки?\n ", "a": ["о ценности научного познания верно"]}, {"q": "Какой должна быть позиция преподавателя (ученого), если аудитория, с которой он работает, задаст вопрос о ценности его науки?\n ", "a": ["он должен привести объективистские аргументы в пользу разных позиций"]}, {"q": "Какова роль науки как профессии?\n ", "a": ["служить делу самосознания и познания фактических связей"]}, {"q": "Как соотносятся наука и теология?\n ", "a": ["наука «расколдовала» мир и люди бегут от этой излишней рациональности в сферы религиозного или интимного общения\n \n Модуль 1. Введение\n Тема 1.2. Для чего и как пишется магистерская диссертация: Гуманитарные направления.\n \n -----\n Познакомьтесь с перечнем тем диссертаций. Укажите, какие из них соответствуют темам кандидатских диссертаций, а какие – магистерских.\n Кандидатская:Магистерская:- формирование патриотизма и гражданственности у воспитанников военно-учебных заведений России в XVIII-XX вв.- принятие управленческих решений в условиях социальнойнеопределенности;- дифференцированный подход к активизации речевой деятельности детей сотсутствием вербальных средств общения;- формирование культуры родительства в современном российскомобществе;- особенности функционирования пространственных индикаторов в речи (наматериале современного английского языка)- взяточничество: уголовно-правовая характеристика и проблемыквалификации;- русские географические экспедиции XIX века;- статистический анализ жилищных условий различных типовдомохозяйств и оценка эффективности жилищной политики;- влияние духовных традиций на социально культурную трансформациючеловека.\n -----"]}, {"q": "Ниже приведен отрывок из магистерской диссертации. Укажите, к какой из частей работы может относиться этот текст:\n Корпус текстов, касающихся конспирологии, можно разделить на следующие группы: \n \t1) продукты массмедиа (всевозможные таблоиды, интернет-порталы,исследовательские или мемуарные монографии, документальные фильмы и телепередачи, в которых выдвигается и околонаучными способами доказываетсята или иная теория заговора); \t2)научные исследования феномена конспирологии (статьи, диссертации и монографии по истории, политологии, социологии,культурологии, философии, психологии, филологии, посвящённые изучению теории заговора с разных сторон);\n \t3) конспирологические романы (сюда входит,с одной стороны, массово-развлекательная формульная литература, строящаяся на сюжете расследования теории заговора, и, с другой, инновационнаялитература, использующая популярную конспирологическую формулу как инструмент для авторской рефлексии).\n ", "a": ["Теоретический обзор"]}, {"q": "Познакомьтесь с неудачной темой магистерской диссертации. Отметьте, какие ошибки допущены в формулировке темы:\n «Использование средств и методов SMM на В2В-рынке»\n ", "a": ["Тема поверхностная, слишком широкая; Отсутствует исследовательская проблема"]}, {"q": "Дополните определение\n Некорректное заимствование, при котором изменяются слова и структура цитируемого текста, а содержание остается прежним, называется ______________ \n ", "a": ["парафраз"]}, {"q": "Впишите недостающее слово\n Пропуск слов или части текста при цитировании обозначается _____________ \n ", "a": ["многоточием"]}, {"q": "Правильно ли выполнено цитирование?\n Как отмечает исследователь Х, при анализе результатов опроса виртуальной группы в отношении восприятия членами группы сети Интернет и реальногосоциального окружения, выяснилось, что ценность реального общения для участников виртуальной группы заключается в эмоциональной поддержке.Интернет воспринимается как среда, в которой можно вести себя, в меньшей степени считаясь с мнением окружающих, чем в реальном общении. Данныеэтого исследования мы и используем в нашей работе.\n ", "a": ["Нет, поскольку нет ссылки на источник, из которого взята цитата"]}, {"q": "Установите последовательность этапов работы над диссертацией:\n ", "a": ["Выбор темы диссертационного исследования, обоснование актуальности; Формулирование объекта и предмета исследования; Поиск информации; Определение цели и задач; Выбор методов; Формулирование выводов и рекомендаций; Написание текста; Защита диссертации"]}, {"q": "Установите последовательность этапов самоменджмента в работе над диссертацией:\n ", "a": ["Целеполагание; Планирование и организация; Принятие решения; Самоконтроль; Коммуникация"]}, {"q": "Дополните характеристику научного стиля представления работы:\n Научный стиль строится как _______________________ речь.\n ", "a": ["монологическая"]}, {"q": "Почему местоимение «Я» нежелательно употреблять при написании научного текста:\n ", "a": ["Научная работа – всегда коллективное произведение"]}, {"q": "Что может быть показателем научной новизны в магистерской диссертации?\n ", "a": ["Новый аспект известной концепции; Привлечение ранее не использовавшейся литературы и источников; Новый угол зрения на проблему; Творческое переосмысление известной идеи"]}, {"q": "Можно ли использовать для магистерской диссертации тот же материал, что и для бакалаврской ВКР?\n ", "a": ["Нет, это разный формат научной работы и с ним разные требования; Нет, это будет самоплагиат"]}, {"q": "Какой процент оригинального текста обычно требуется в магистерской диссертации по гуманитарным направлениям?\n ", "a": ["60-80%"]}, {"q": "Использование каких слов и оборотов не приветствуется в научной речи?\n ", "a": ["Просторечных, рекламных, публицистических"]}, {"q": "Дополните определение:\n Магистерская диссертация – это _________ __________ ________ научного содержания, которая имеет внутреннее единство и отражает ход и результаты разработки выбранной темы.\n ", "a": ["Выпускная квалификационная работа\n \n Модуль 1. Введение\n Тема 1.2. Для чего и как пишется магистерская диссертация: Фундаментальные направления.\n \n -----\n Познакомьтесь с перечнем тем выпускных квалификационных работ. Укажите, какие из них соответствуют темам диссертаций, а какие – дипломных работ бакалавров.\n  Бакалаврская работа\n : - численное решение уравнения Шредингера средствами Java;- механизмы влияния зимних температур на радиальный рост хвойных;- модель синхронного генератора в фазных координатах;- проектирование аналоговых электронных устройств.Магистерская диссертация: - совершенствование полуэмпирических методов рационального использования биологических ресурсов водоемов;\n \n -определение общего содержания воды в листьях калины в условиях агробиостанции;-математическое моделирование объемных электромагнитных сил и генерации тепловой энергии в жидких неметаллических высокотемпературных средах;- гравитационные процессы образования релятивистских струй в молодых галактиках;- влияние температуры и магнитного поля на электрическую проводимость и аккумуляцию энергии в кондуктометрической ячейке с магнитной жидкостью.\n -----\n \n -----\n Ниже приведен отрывок из магистерской диссертации. Укажите, к какой из частей работы может относиться этот текст:\n Методом исследования в подавляющем большинстве случаев является численное моделирование процессов теплообмена с использованием современныхпрограммных средств, так как аналитические методы решения в подобных случаях принципиально неприменимы из-за нестационарности и нелинейностипротекающих процессов в условиях реальной геометрии исследуемых объектов. Использование аналитических методов позволяет лишь сделатьприближенные количественные оценки, позволяющие обосновать применимость тех или иных граничных условий при численном решении задач. Численноемоделирование проводилось с использованием программного комплекса ANSYS CFX.Методология\n -----"]}, {"q": "Познакомьтесь с неудачной темой магистерской диссертации. Отметьте, какие ошибки допущены в формулировке темы:\n «Новое мировоззрение \"Ноокосмизм\"»\n ", "a": ["Тема поверхностная, слишком широкая;Отсутствует исследовательская проблема"]}, {"q": "Укажите, чем характеризуется первоначальный план диссертации:\n ", "a": ["Обобщённым характером; Примерными формулировками; Гибкостью и изменчивостью"]}, {"q": "Когда в тексте диссертации логично использовать цитирование?\n ", "a": ["При использовании фрагментов текста как аргументов в доказательстве; При заимствовании таблиц, иллюстраций; При обращении к другим публикациям, где обсуждаемый материал дан более полно"]}, {"q": "Правильно ли выполнено цитирование:\n Исследователь Х приводит данные об исследовании композиции на основе пластифицированного диоктилфталатом поливинилхлорида с бутадиен-акрилонитрильным эластомером, содержащим 40 моль.% нитрильных групп, полипропилена с изопреновым эластомером и полиэтилена низкой плотности сбутадиеновым эластомером для проверки результатов, полученных на модельных смесях поливинилхлорида с бутадиен-акрилонитрильным эластомером.Данные этого исследования мы и используем в нашей работе.\n ", "a": ["Нет, поскольку нет ссылки на источник, из которого взята цитата"]}, {"q": "Дополните определение:\n Для проверки теоретических гипотез путём сбора, обработки и обобщения данных и анализа документов и фактов проводятся _______________ исследования.\n ", "a": ["эмпирические"]}, {"q": "Укажите, в каких случаях уместен парафраз:\n ", "a": ["При ссылке сразу на три источника; При кратном изложении чьей-то концепции; Вместо длинной цитаты"]}, {"q": "Почему местоимение «Я» нежелательно употреблять при написании научного текста:\n ", "a": ["Научная работа - всегда коллективное произведение"]}, {"q": "Что может быть показателем научной новизны в магистерской диссертации?\n ", "a": ["Рассмотрение нового аспекта известной концепции; Проведение новых экспериментов и применение новых методов; Новый угол зрения на проблему; Творческое переосмысление известной идеи"]}, {"q": "Можно ли использовать для магистерской диссертации тот же материал, что и для бакалаврской ВКР?\n ", "a": ["Нет, это разный формат научной работы и к ним разные требования;Нет, это будет самоплагиат"]}, {"q": "Какой процент оригинального текста обычно требуется в магистерской диссертации по фундаментальным направлениям?\n ", "a": ["75-90%"]}, {"q": "Использование каких слов и оборотов не приветствуется в научной речи?\n ", "a": ["Просторечных;Рекламных;Публицистических"]}, {"q": "Дополните определение:\n Магистерская диссертация – это ________ ___________ ________ научного содержания, которая имеет внутреннее единство и отражает ход и результаты разработки выбранной темы.\n ", "a": ["Выпускная квалификационная работа\n \n Модуль 1. Введение\n Тема 1.2. Для чего и как пишется магистерская диссертация: Технические направления.\n \n -----\n Познакомьтесь с перечнем тем выпускных квалификационных работ. Укажите, какие из них соответствуют темам диссертаций, а какие – дипломных работ бакалавров.\n  Бакалаврская работа\n : - сравнительная характеристика электролитов меднения с различными добавками ПАВ;- проектирование аналоговых электронных устройств;- исследование влияния различных электрохимических способов обработки поверхности молибдена на свойства выращивания кристаллов;- методы распознавания изображений лица;- технологическое взаимодействие коммунальных систем водоподготовки и канализации в процессах очистки воды и обработки осадков\n  Магистерская диссертация\n : - эффективность применения парогазовых установок в условиях топливно-энергетического баланса региона- DNSSEC – анализ абсолютного состояния, создание и проверка программного обеспечения в режиме настоящего времени;- исследование электрофлотационного процесса селективного выделения некоторых металлов их сточных вод гальванического производства;- соединение баз данных при помощи системы Oracle: изучение возможных способов и советы по их применению на практике.\n -----\n \n -----\n Ниже приведен отрывок из магистерской диссертации. Укажите, к какой из частей работы может относиться этот текст:\n Методом исследования в подавляющем большинстве случаев является численное моделирование процессов теплообмена с использованием современныхпрограммных средств, так как аналитические методы решения в подобных случаях принципиально неприменимы из-за нестационарности и нелинейностипротекающих процессов в условиях реальной геометрии исследуемых объектов. Использование аналитических методов позволяет лишь сделатьприближенные количественные оценки, позволяющие обосновать применимость тех или иных граничных условий при численном решении задач. Численноемоделирование проводилось с использованием программного комплекса ANSYS CFX.Методология\n -----"]}, {"q": "Познакомьтесь с неудачной темой магистерской диссертации. Отметьте, какие ошибки допущены в формулировке темы:\n «Описание методов и средств повышения надёжности релейной защиты электроэнергетических систем»\n ", "a": ["Тема поверхностная, слишком широкая; Нет указания на практическую применимость темы; Нет конкретного объекта, на материале которого выполняется исследование"]}, {"q": "Укажите, чем характеризуется первоначальный план диссертации:\n ", "a": ["Обобщённым характером; Примерными формулировками; Гибкостью и изменчивостью"]}, {"q": "Когда в тексте диссертации логично использовать цитирование?\n ", "a": ["При использовании фрагментов текста как аргументов в доказательстве; При заимствовании таблиц, иллюстраций; При обращении к другим публикациям, где обсуждаемый материал да более полно"]}, {"q": "Правильно ли выполнено цитирование:\n Исследователь Х приводит данные об исследовании композиции на основе пластифицированного диоктилфталатом поливинилхлорида с бутадиен-акрилонитрильным эластомером, содержащим 40 моль.% нитрильных групп, полипропилена с изопреновым эластомером и полиэтилена низкой плотности сбутадиеновым эластомером для проверки результатов, полученных на модельных смесях поливинилхлорида с бутадиен-акрилонитрильным эластомером.Данные этого исследования мы и используем в нашей работе.\n ", "a": ["Нет, поскольку нет ссылки на источник, из которого взята цитата"]}, {"q": "Дополните определение:\n Для проверки теоретических гипотез путём сбора, обработки и обобщения данных и анализа документов и фактов проводятся _______________ исследования.\n ", "a": ["эмпирические"]}, {"q": "Укажите, в каких случаях уместен парафраз:\n ", "a": ["При ссылке сразу на три источника; При кратном изложении чьей-то концепции; Вместо длинной цитаты"]}, {"q": "Почему местоимение «Я» нежелательно употреблять при написании научного текста:\n ", "a": ["Научная работа - всегда коллективное произведение"]}, {"q": "Что может быть показателем научной новизны в магистерской диссертации?\n ", "a": ["Рассмотрение нового аспекта известной концепции; Проведение новых экспериментов и применение новых методов; Новый угол зрения на проблему; Творческое переосмысление известной идеи"]}, {"q": "Можно ли использовать для магистерской диссертации тот же материал, что и для бакалаврской ВКР?\n ", "a": ["Нет, это разный формат научной работы и к ним разные требования; Нет, это будет самоплагиат"]}, {"q": "Какой процент оригинального текста обычно требуется в магистерской диссертации по фундаментальным направлениям?\n ", "a": ["75-90%"]}, {"q": "Использование каких слов и оборотов не приветствуется в научной речи?\n ", "a": ["Просторечных;Рекламных;Публицистических"]}, {"q": "Дополните определение:\n Магистерская диссертация – это ________ ___________ ________ научного содержания, которая имеет внутреннее единство и отражает ход и результаты разработки выбранной темы.\n ", "a": ["Выпускная квалификационная работа\n \n Модуль 2. Определить приоритеты\n Тема 2.1 Специфика научного знания"]}, {"q": "Познакомьтесь с цитатой, относящейся к науке. Укажите, к какому типу анормального знания Вы отнесли бы это высказывание.\n «Всюду нас окружает воздух. Он покрывает Землю слоем толщиной во много километров. В этой воздушной оболочке Земли, или, как говорят, в еёатмосфере разыгрываются многообразные природные явления — грозные и величественные, могущественные и стихийные. Раньше, когда человек не имелдостаточных знаний о природе, все подобные, загадочные на первый взгляд, явления вызывали у людей страх. Люди преклонялись перед неведомымимогущественными силами природы, обожествляли их, придумывали им объяснения. Наивны были такие «объяснения» различных атмосферных явлений. Так,наши предки — древние славяне — думали, что на небе сидит бог — громовержец Перун; гневаясь на людей, он поражает их огненными стрелами — \n ", "a": ["Популярное знание"]}, {"q": "Выберите три характеристики нормального знания из предложенного списка.\n ", "a": ["Общезначимое в рамках парадигмы; Универсальное для своей эпохи; Детализирующее господствующие идеи\n \n -----\n Соотнесите предпосылки формирования и виды научного знания в таблице\n :\n  Нормальное знание\n : - подтверждение существующих знаний в опытах;- получение необычных результатов в опытах;-опровержение существующих знаний в опытах;- объединение ученых в сообщество- углубление существующих знаний\n  Анормальное знание\n : - желание донести научную информацию неподготовленной публике; - междисциплинарное взаимодействие;- «интеллектуальные « противоречия между учеными\n -----"]}, {"q": "Вставьте пропущенное слово в описание современного научного знания в духе Ж.Э. Лиотара.\n Современный человек обладает особой техникой мышления, он способен видеть нетипичное, необычное в явлении. То, что отклоняется от стереотипов,настоящий ученый должен заметить заметить его и соотнести с остальным миром. Эпоха постмодерна предлагает совершенно новую организацию знаний:умение соединять в один ряд такие данные, которые в принципе считались несоединимыми. Такой процесс Лиотар называет _________________________ \n  .\n ", "a": ["воображением\n \n -----\n Соотнесите показатели научной рациональности Нового времени и то, о чем говорят цитаты из работ Т. Гоббса.\n Упорядоченность – «свет человеческого ума – это вразумительные слова, однако предварительно очищенные от всякой двусмысленности точнымидефинициями»Обоснованность – «наука есть знание связей и зависимостей фактов»Общезначимость – «в мире нет ничего более общего, кроме имен, т.к. каждая из наименованных вещей индивидуальна и единична»Объективность – «…объект есть одно, а воображаемый образ или признак нечто другое» + «…Опыт есть основа всякого знания…»\n -----"]}, {"q": "Дополните определение одной из характеристик современной научной рациональности.\n Представление в научных материалах способов проникновения в сущностный смысл явления, его критической оценки, использование рефлексии,определение реального смысла понятий, описывающих научные феномены, установление связей их смыслов, сопоставления значений; умение распознаватьтеории и системы на предмет их соответствия той или иной научной парадигме называется_________________________ .\n ", "a": ["методологичность"]}, {"q": "Выберите из предложенного списка три показателя, которыми не характеризуется научная рациональность.\n ", "a": ["Креативность;Устойчивость во времени;Практическая применимость"]}, {"q": "Какими новыми отношениями характеризуется постнеклассическая научная рациональность по сравнению с классической и неклассической?\n ", "a": ["соотносится с социальными запросами; соотносится с этическими ценностями"]}, {"q": "Выберите правильный ответ на вопрос:\n Первоначально проблема демаркации ставила своей задачей\n ", "a": ["Разграничение науки, философии и религии"]}, {"q": "Чем не устраивала К. Поппера верификация как принцип демаркации научного подхода?\n ", "a": ["Математика и логика оказывались неверифицируемыми и лишались статуса научности; в число научных направлений не попали области знания с новыми, для для полного подтверждения научных законов потребуется бесконечное число проверок, а частично можно подтвердить, все, что угодно"]}, {"q": "Вставьте в текст о концепции науки П. Фейерабенда пропущенное слово.\n Еще одним немаловажным требованием Фейерабенда к научному познанию было наличие множества конкурирующих теорий, то есть пролиферация.Взаимодействуя друг с другом, они будут постоянно совершенствоваться. При доминировании же одной теории она рискует закостенеть и превратиться внекое подобие ____________. Фейерабенд был ярым противником идеи о таком развитии науки, когда новые теории логически вытекают из старых. Онсчитал, что, напротив, каждая следующая гипотеза отменяет действие предыдущей, активно ей противоречит. В этом он видел динамику развитиячеловеческой мысли и будущее человечества.\n ", "a": ["мифа"]}, {"q": "В чем заключаются причины возникновения и постановки научной проблемы (выберите 3 ответа):\n ", "a": ["Несоответствие между результатами экспериментов и теорией; Несоответствие идей и экспериментов в рамках одной теории, Несогласованность между разными теория"]}, {"q": "Дополните определение одной из форм научного знания:\n Научное утверждение, имеющее универсальный характер и описывающее в концентрированном виде важнейшие аспекты изучаемой предметной области,устойчивую и необходимую связь ее явлений называется ___________________________.\n ", "a": ["законом"]}, {"q": "Какой из научных подходов строится на принципах, представленных ниже?\n принцип цели; принцип двойственности; принцип целостности; принцип сложности; принцип множественности\n ", "a": ["системный"]}, {"q": "Добавьте пропущенное слово в описание одной из характеристик научного мышления:\n Научное мышление характеризуется___________; это значит, что в нем сочетается логический и образный компонент, обеспечивающий познание и раскрытиеимеющихся противоречий с целью их преодоления. Эта сторона научного мышления ведет человека к самостоятельности и осознанию необходимостипостоянного самосовершенствования.\n ", "a": ["критичностью"]}, {"q": "Как называется представленный ниже принцип научной рациональности?\n «Если какое-либо явление может быть объяснено двумя методами: к примеру, первым — через привлечение сущностей (фактов, терминов, факторов и такдалее) А, В и С, или вторым — через сущности А, В, С и D, — и при этом оба метода дают идентичный результат, то верным следует считать первоеобъяснение. Сущность D в данном примере — лишняя: и привлечение её избыточно.\n ", "a": ["Бритва Оккама"]}, {"q": "В чем заключается гуманитаризация естественнонаучного или технического знания?\n ", "a": ["Во введении антропного принципа в естествознание и технику; в необходимости распознавать опасности неконтролируемого технического развития для человека, я в развитии этики науки"]}, {"q": "Что такое «ноу-хау»?\n ", "a": ["Набор приемов и методов успешного ведения дела в какой-либо отрасли\n \n -----\n Установите соответствие между термином, и автором (авторами), который ввел его в научный оборот:\n Принцип фальсифицируемости – К.ПопперВерификация - участники «Венского кружка»Научно-исследовательская программа – И.ЛакатосДисциплинарная матрица – Т.КунМетодологический анархизм – П.Фейерабенд\n Соотнесите элементы научной теории и их содержание:\n Элемент научной теории/содержаниеОсновная – универсальные утверждения, выводимые из положений теории;Идеализированные объекты – мсленные конструкции, абстрактные модели свойств и связей изучаемых предметов;Законы – фундаментальные, принципы, законы, уравнения, аксиомыФилософские установки – представления о мире и месте человека в этом миреМетодология – совокупность методов, приемов обоснования, способов доказательств\n -----\n \n Модуль 2. Определить приоритеты\n Тема 2.2 Цель научного исследования: Гуманитарные направления"]}, {"q": "Цель научного исследования связана:\n ", "a": ["С целесообразностью; С темой"]}, {"q": "Цель диссертации легко сформулировать, если вам известна:\n ", "a": ["Тема"]}, {"q": "М. Вебер выделяет следующие целевые направления гуманитарных наук:\n ", "a": ["Объяснение причинных связей; Создание понимающей интерпретации"]}, {"q": "Социально-гуманитарное исследование будет предварять построение ________________-_____________ конструкции индивидуального исторического события.\n ", "a": ["Идеально-типической"]}, {"q": "М. Вебер вводит понятие:\n ", "a": ["Идеальный тип"]}, {"q": "____________ __________ не является гипотезой, он лишь служит указателем направления, в котором может идти формулирование гипотез.\n ", "a": ["Идеальный тип"]}, {"q": "Гуманитарные науки одновременно:\n ", "a": ["Причинные; понимающие"]}, {"q": "Формулировка цели магистерской диссертации направлена на _________ _________.\n ", "a": ["Решение проблемы"]}, {"q": "__________ научного исследования – это обозначение в общем виде того, что будет получено в конце работы.\n ", "a": ["Цель"]}, {"q": "Выпускная квалификационная работа в магистратуре, в первую очередь, нацелена на получение именно ___________ результата.\n ", "a": ["Научного"]}, {"q": "Что обязательно включает в себя магистерская диссертация в отличие от ВКР:\n ", "a": ["Научную новизну"]}, {"q": "_____________ – это предположение, выраженное в утвердительной форме и содержащее условное объяснение некоторого явления или совокупности явлений\n ", "a": ["гипотеза"]}, {"q": "При формулировке гипотезы следует соблюдать принципы:\n ", "a": ["Логическая непротиворечивость; Принципиальная проверяемость"]}, {"q": "С понятием действия, по мнению М. Вебера, коррелирует понятие:\n ", "a": ["Смысла"]}, {"q": "Всякая интерпретация, как и наука вообще, стремится к:\n ", "a": ["Очевидность"]}, {"q": "Для ______________ научного исследования все иррациональные, эмоционально обусловленные смысловые связи, определяющие отношениеиндивида к окружающему и влияющие на его поведение, наиболее обозримы.\n ", "a": ["Типологического"]}, {"q": "Понимание может быть по М. Веберу:\n ", "a": ["Объясняющим; непосредственным"]}, {"q": "Каждое толкование стремится, конечно, к ясности. Однако сколь бы ясным по своему смыслу ни было толкование, оно тем самым еще не можетпретендовать на каузальную значимость и всегда остается лишь наиболее вероятной ___________.\n ", "a": ["Гипотезой"]}, {"q": "___________ __________ мы назовем последовательность событий, если в соответствии с опытными правилами можно предположить, что она всегдабудет таковой.\n ", "a": ["Каузально адекватной _"]}, {"q": "_____________ ___________ мы назовем единое в своих проявлениях действие в той мере, в какой соотношение между его компонентамипредставляется нам с позиций нашего привычного мышления и эмоционального восприятия типичным смысловым единством.\n ", "a": ["Адекватным смылсу\n \n Модуль 2. Определить приоритеты\n Тема 2.2 Цель научного исследования: Фундаментальные направления"]}, {"q": "Цель любого исследования – это _____________.\n ", "a": ["Открытие"]}, {"q": "________ можно определить через поиск и нахождение новых объектов реальности, а также информации о их закономерностях.\n ", "a": ["Открытие"]}, {"q": "Открытие, как правило, связывают с некоторым __________ фактом.\n ", "a": ["Эмпирическим"]}, {"q": "Точные науки в своем ___________ уникального объекта направлены к тому, чтобы продемонстрировать его «естественность», «нормальность» или,другими словами, закономерность.\n ", "a": ["Объяснении"]}, {"q": "Чаще всего такое объяснение базируется на принципе ______________.\n ", "a": ["Причинности"]}, {"q": "Определяя цель исследования, ученый в первую очередь ищет:\n ", "a": ["Проблему"]}, {"q": "Интересным феноменом в области науки являются «____________ открытия», как например, открытия Архимедом закона гидростатики, В.Гершелем планеты Урана, А. Кекуле кольцеобразного строения молекулы бензола\n ", "a": ["Случайные"]}, {"q": "Карнап считал, что гипотеза и цель исследования часто формируются именно:\n ", "a": ["Интуитивным образом"]}, {"q": "Интуитивное открытие, позволяющее сформулировать цель и гипотезу исследования, не состоит из этапов:\n ", "a": ["Прогрессивный, фальсификация"]}, {"q": "Формулировка цели магистерской диссертации направлена на решение проблемы, которая в общем виде сформулирована в _________ диссертации.\n ", "a": ["Теме"]}, {"q": "__________ научного исследования – это обозначение в общем виде того, что будет получено в конце работы.\n ", "a": ["Цель"]}, {"q": "Какие шаблонные слова используют для обозначения цели магистерского исследования:\n ", "a": ["Разработать; определить; исследовать; выявить; обосновать"]}, {"q": "Выпускная квалификационная работа в магистратуре, в первую очередь, нацелена на получение именно ___________ результата.\n ", "a": ["Научного"]}, {"q": "Что обязательно включает в себя магистерская диссертация в отличие от ВКР:\n ", "a": ["Научную новизну"]}, {"q": "_____________ – это предположение, выраженное в утвердительной форме и содержащее условное объяснение некоторого явления или совокупностиявлений.\n ", "a": ["Гипотеза"]}, {"q": "При формулировке гипотезы следует соблюдать принципы:\n ", "a": ["Логическая непротиворечивость; принципиальная проверяемость"]}, {"q": "По мнению А. Пуанкаре, если мы перечитаем сочинения древних, у нас явится склонность причислить всех их к ______________.\n ", "a": ["Интуитивистам"]}, {"q": "Интуиция не основывается неизбежно на свидетельстве _____________.\n ", "a": ["Чувств"]}, {"q": "Логика, которая одна может дать ____________, есть орудие доказательства.\n ", "a": ["Достоверность"]}, {"q": "Интуиция есть орудие _________________.\n ", "a": ["изобретательства\n \n Модуль 2. Определить приоритеты\n Тема 2.2 Цель научного исследования: Технические направления"]}, {"q": "На какое знание опираются технические науки:\n ", "a": ["Естественнонаучное"]}, {"q": "В чем причина не очень корректных формулировок цели в магистерских диссертациях технического профиля:\n ", "a": ["Отсутствие четкого разграничения между науками техническими и фундаментальными"]}, {"q": "Науки, которые направлены на познание абсолютно всех без исключения объектов реальности (естественной среды):\n ", "a": ["Естественные науки"]}, {"q": "Науки, которые не познают лишь то, что пересекается каким-либо образом с технической практикой.\n ", "a": ["Естественные науки; гуманитарные науки; социальные науки"]}, {"q": "В этих науках познание направлено на фрагменты природной среды, которые можно использовать в практике как техническое средство,технологический материал или технологический метод.\n ", "a": ["Технические науки"]}, {"q": "Познание не ориентировано на поиск закономерностей, свойств, связей явлений и предметов природной среды, а также на создание адекватного объяснения.\n ", "a": ["Технические науки; гуманитарные науки - НЕВЕРНО -"]}, {"q": "В этих науках изучаются вторичные качества природных феноменов, которые возникают во время их технического и технологического освоения.\n ", "a": ["Технические науки"]}, {"q": "Эти науки работают с фактами, проясняющими отдельные свойства предметов и явлений природы.\n ", "a": ["Естественные науки"]}, {"q": "Исследование начинается с построения научной гипотезы.\n ", "a": ["Естественные науки"]}, {"q": "Основная черта инженерной деятельности:\n ", "a": ["Отсутствие не решаемых задач"]}, {"q": "Цель для инженера – это поиск _____________ и использование строго определенного плана и инструментария.\n ", "a": ["Решения"]}, {"q": "Формулировка цели магистерской диссертации направлена на решение проблемы, которая в общем виде сформулирована в _________ диссертации.\n ", "a": ["Теме"]}, {"q": "__________ научного исследования – это обозначение в общем виде того, что будет получено в конце работы.\n ", "a": ["Цель"]}, {"q": "Какие шаблонные слова используют для обозначения цели магистерского исследования:\n ", "a": ["Разработать; определить; исследовать; выявить; обосновать"]}, {"q": "Выпускная квалификационная работа в магистратуре, в первую очередь, нацелена на получение именно ___________ результата.\n ", "a": ["Научного"]}, {"q": "Что обязательно включает в себя магистерская диссертация в отличие от ВКР:\n ", "a": ["Научную новизну"]}, {"q": "_____________ – это предположение, выраженное в утвердительной форме и содержащее условное объяснение некоторого явления или совокупности явлений.\n ", "a": ["Гипотеза"]}, {"q": "При формулировке гипотезы следует соблюдать принципы:\n ", "a": ["Логическая непротиворечивость; принципиальная проверяемость"]}, {"q": "Основными же моментами (этапами) генезиса технического знания являются:\n ", "a": ["Выявление отношений, связывающих один параметр проектируемого инженерного объекта с другими; Математизацией. которая становится возможной в результате сведения новых случаем к уже описанным; Проведение сознательной установки на организацию и построение теории технических наук"]}, {"q": "Задачи технического знания существенно отличаются от задач естественных наук, так как __________ описание объекта должно раскрыть связи между различными параметрами функционирующей структуры (функциональными, морфологическими, природными).\n ", "a": ["Техническое\n \n Модуль 3. Кому это надо\n Тема 3.1 Парадигма современной науки"]}, {"q": "Кто ввел в философию науки понятие парадигмы:\n ", "a": ["Т.Кун"]}, {"q": "Какие элементы включает в себя парадигма:\n ", "a": ["Закон, Теория"]}, {"q": "Поле нормальной науки включает в себя три класса проблем:\n ", "a": ["Установление значительных фактов; Сопоставление фактов и теории; Разработка теории"]}, {"q": "К чему приводит возникновение новой парадигмы:\n ", "a": ["К НТР"]}, {"q": "Какие функции выполняет парадигма:\n ", "a": ["Эвристическую;Методологическую"]}, {"q": "Вид эксперимента, направленный на разработку новой парадигмы, рассматривает в первую очередь:\n ", "a": ["Качественные показатели"]}, {"q": "Онтологию исследования в парадигме формируют:\n ", "a": ["Концептуальные модели"]}, {"q": "Современной парадигмой можно считать:\n ", "a": ["Моделирование"]}, {"q": "Где создали первую модель:\n ", "a": ["В Древней Греции"]}, {"q": "Кто сформулировал следующее определение: «Модель – это такая система, которая отображая или воспроизводя объект исследования, способназамещать его так, что ее изучение дает нам новую информацию об этом объекте»:\n ", "a": ["В.А. Штофф"]}, {"q": "Чем отличается компьютерное моделирование от материальных моделей:\n ", "a": ["Обратной связью"]}, {"q": "Моделировать можно:\n ", "a": ["Любой объект"]}, {"q": "Модель может находиться во взаимоотношениях с прототипом в виде:\n ", "a": ["Изоморфизма; Гомоморфизма"]}, {"q": "Модель соотносится с прототипом в степени соответствия:\n ", "a": ["От 0 до 1"]}, {"q": "Для каких наук изначально было важно моделирование как парадигма:\n ", "a": ["Химия, физика, биология"]}, {"q": "Суперкомпьютерные технологии при моделировании больших систем необходимо применять из-за:\n ", "a": ["Перекрестных связей между элементами"]}, {"q": "Моделирование динамики нелинейных систем проводится на основе:\n ", "a": ["Разностных уравнений; математического аппарата теории катастроф"]}, {"q": "Что обусловливает наличие «генетической памяти» у сложных нелинейных систем:\n ", "a": ["Инерционность связей"]}, {"q": "Наличие _________________ на микроуровне обеспечивает устойчивость динамических систем при наличии флуктуаций параметров среды.\n ", "a": ["Хаоса"]}, {"q": "Способность субъектов к целенаправленной деятельности повышает роль процессов ______________ в социальных системах.\n ", "a": ["Самоорганизации\n \n Модуль 3. Кому это надо\n Тема 3.2 Актуальные исследования: гуманитарные направления"]}, {"q": "Что отражает актуальность исследования:\n ", "a": ["Социальную значимость темы"]}, {"q": "Актуальная тема в социально-гуманитарных науках может:\n ", "a": ["Быть экономически полезной; Решаться методами математического моделирования; Решать фундаментальные вопросы"]}, {"q": "Актуальность строится:\n ", "a": ["От общего к частному"]}, {"q": "Актуальность не должна описываться:\n ", "a": ["Категорично"]}, {"q": "В актуальности не нужно использовать:\n ", "a": ["Методологический анализ;Список литературы"]}, {"q": "В актуальности необходимо писать:\n ", "a": ["Только необходимые факты"]}, {"q": "Многие из современных успешных ученых – математически:\n ", "a": ["Полуграмотны"]}, {"q": "В науке важна не техническая сноровка, а:\n ", "a": ["Воображение"]}, {"q": "После научного открытия следующим шагом для углубления анализа может стать применение:\n ", "a": ["Математического метода;Статистического метода"]}, {"q": "При выборе предмета исследования необходимо обращаться к:\n ", "a": ["Малоисследованным темам"]}, {"q": "В попытке совершить научное открытие каждая проблема – \n ", "a": ["Возможность"]}, {"q": "Проблема – реально существующее:\n ", "a": ["Противоречие"]}, {"q": "Гуманитарные науки методологически опираются на:\n ", "a": ["Критику"]}, {"q": "Проблематизация в науке приводит к:\n ", "a": ["Демифологизации"]}, {"q": "______________ в науке – это поиск и описание проблемы.Проблема-противоречие;Проблема – неясность;Проблема-пробел"}, {"q": "Отличительная особенность современной науки:\n ", "a": ["Междисциплинарность"]}, {"q": "Постнеклассическая наука описывает мир как:\n ", "a": ["Саморазвивающийся процесс"]}, {"q": "Междисциплинарные исследования требуют особого типа мышления. Этот тип мышления называется ______________ \n ", "a": ["Коммуникативным"]}, {"q": "Междисциплинарная интеграция направлена на сближение:\n ", "a": ["Естественнонаучного и гуманитарного знания\n \n Модуль 3. Кому это надо\n Тема 3.2 Актуальные исследования: фундаментальные направления"]}, {"q": "С чем пересекается актуальность:\n ", "a": ["С темой исследования;С практической применимостью;"]}, {"q": "Какие опасности в себе таят очень популярные темы:\n ", "a": ["Нет конкретных результатов;Не всегда достоверные данные"]}, {"q": "Играет ли Бог в кости? Есть ли под квантовыми принципами ___________ и ____________ более глубокий смысл?\n ", "a": ["Неопределенности; нелокальности"]}, {"q": "Какая проблема, по мнению журнала Science, является самой важной для человечества:\n ", "a": ["Из чего состоит Вселенная"]}, {"q": "Какая проблема не входила в 25 первых загадок человечества, по мнению журнала Science:\n ", "a": ["Есть ли жизнь на Марсе"]}, {"q": "Как называется метод исследования, при котором индукционный период будет относительно невелик:\n ", "a": ["Квадратно-гнездовой метод"]}, {"q": "Если вы занимаетесь своим исследованием параллельно исследованиям, которые проводит научный руководитель, вы сможете:\n ", "a": ["Открыть что-то новое"]}, {"q": "К каким источникам можно обратиться для поиска аргументов и схем в обосновании актуальности исследования:\n ", "a": ["К авторитетным научным журналам;К грантовым фондам"]}, {"q": "Какие открытия случаются каждый год:\n ", "a": ["Космические"]}, {"q": "Вживление стволовых клеток в мозг человека помогают вернуть человеку:\n ", "a": ["Подвижность"]}, {"q": "Какой вид рыб недавно обнаружили ученые:\n Способные карабкаться по стенам"}, {"q": "Благодаря чему ученым удалось записать большой объем данных на носитель малых размеров:\n ", "a": ["Стеклу с наноточками"]}, {"q": "Сколько времени может храниться информация на таком носителе:\n ", "a": ["Более 14 млрд. лет"]}, {"q": "Ученым удалось обнаружить наличие в нашей Солнечной системе:\n ", "a": ["Девятой планеты"]}, {"q": "Будем считать фрагмент математической теории _______ _________, если в нем не содержится явного противоречия вида «А и неА», ноиспользование заключенных в нем утверждений позволяет доказать два несовместимых друг с другом утверждения.\n ", "a": ["Скрыто противоречивым"]}, {"q": "Будем называть скрытое противоречие ________ ________, если оно может быть переведено в явное посредством перехода от аксиомы к еетривиальному аналогу.\n ", "a": ["Слабо скрытым"]}, {"q": "Чтобы устранить обозримые противоречия необходимо использовать:\n ", "a": ["Методологические доводы"]}, {"q": "Логика вывода аксиоматики из ________________ в некотором смысле применима и к аксиоматике арифметики.\n ", "a": ["Факта"]}, {"q": "Что позволяет говорить о непротиворечивости математических теорий:\n ", "a": ["Системный анализ"]}, {"q": "Главная ценность критерия стабильности состоит в его ____________.\n ", "a": ["Универсальности\n \n Модуль 3. Кому это надо\n Тема 3.2 Актуальные исследования: технические направления"]}, {"q": "С какого времени стали активно развиваться отрасли технического знания, основанные на кобинационно-творческом принципе:\n ", "a": ["С сер. XX в."]}, {"q": "Какие исследования не основываются на комбинационно-синтезирующем методе:\n ", "a": ["Теория импетуса"]}, {"q": "Инженер в отличие от ученых естественных наук:\n ", "a": ["Создаёт новое"]}, {"q": "Какое знание является целью в технических науках:\n ", "a": ["Прикладное;"]}, {"q": "Новые направления в технических науках:\n ", "a": ["Содержат проблемы"]}, {"q": "Что может снизить уровень техногенных катастроф:\n ", "a": ["Автоматизация"]}, {"q": "Человеку нужна автоматизация, чтобы избавить его от:\n ", "a": ["Скучной работы;Рутинной работы"]}, {"q": "С помощью автоматизации нельзя добиться:\n ", "a": ["Истощения физических возможностей"]}, {"q": "Основными целями _______ _____-_____ _______ являются развитие, рациональное размещение и эффективное использование научно-техническогопотенциала, увеличение вклада науки и техники в развитие экономики государства, реализацию важнейших социальных задач, обеспечениепрогрессивных структурных преобразований в области материального производства, повышение его эффективности и конкурентоспособностипродукции, улучшение экологической обстановки и защиты информационных ресурсов государства, укрепление обороноспособности государства ибезопасности личности, общества и государства, интеграция науки и образования.\n ", "a": ["осударственной научно-технической политики"]}, {"q": "Интеграция _________ __ ___________ на основе различных форм участия работников, аспирантов и студентов образовательных учрежденийвысшего профессионального образования в научных исследованиях и экспериментальных разработках посредством создания учебно-научныхкомплексов, лабораторий на базе образовательных учреждений высшего профессионального образования, кафедр на базе научных организацийгосударственных академий наук, а также научных организаций федеральных органов исполнительной власти.\n ", "a": ["науки и образования"]}, {"q": "Под __________ ___________ понимается любое поведение члена организации, направленное на срыв и дискредитацию проводимых преобразований.\n ", "a": ["сопротивлением нововведениям"]}, {"q": "Структурное преобразование, цель которого – повышение эффективности функционирования системы, состоит из следующих этапов:\n ", "a": ["Размораживание;Нововведение"]}, {"q": "Внутридисциплинарный синтез для технических наук может быть:\n ", "a": ["Одноплановым"]}, {"q": "Интегрированное теоретическое исследование является результатом:\n ", "a": ["Обобщения"]}, {"q": "Концептуальный каркас _______-________ _______ составляют системные представления и понятия, специфицированные под соответствующийкласс комплексных научно-технических задач.\n ", "a": ["системо-технической теории"]}, {"q": "Одно из магистральных направлений современной автоматизации:\n ", "a": ["Умные дома"]}, {"q": "Создание умных вещей базируется на разработке систем, которые пытаются предугадать:\n ", "a": ["Намерения людей"]}, {"q": "Второй принцип умных устройств:\n ", "a": ["Дополняющая разумность"]}, {"q": "Ridding Assist умеет:\n ", "a": ["Удерживать равновесие;Управлять передней вилкой"]}, {"q": "Одна из последних тенденций в технических науках – это симбиоз:\n ", "a": ["Роботов и растений\n \n \n Модуль 4. Границы\n Тема 4.1 Предметная сфера науки"]}, {"q": "Изменение предмета науки влияет на изменение ее\n ", "a": ["Метода"]}, {"q": "Действительный мир становится непосредственным объектом изучения в\n ", "a": ["Новое время"]}, {"q": "Ученые классического периода науки изучают явления:\n ", "a": ["Повторяющиеся"]}, {"q": "Предшественницей современной химии как науки была(-о):\n ", "a": ["Алхимия"]}, {"q": "Биология выделяется из такой научной области как\n ", "a": ["Естественная история"]}, {"q": "Особенностью астрономии в классический период становится ее стремление\n ", "a": ["Согласовать данные наблюдений с теоретическими положениями"]}, {"q": "Открытые Ньютоном законы позволили согласовать между собой данные о (об)\n ", "a": ["Однородных явлениях, происходящих как на Земле, так и за ее пределами"]}, {"q": "Среди наук, которые конструируют свои объекты дедуктивным путем, можно выделить следующие:\n ", "a": ["Математика, физика, механика"]}, {"q": "На протяжении всего исторического периода от Античности до XX века в науке идет процесс\n ", "a": ["Дифференциация научного знания"]}, {"q": "В XX в. В науке идет процесс\n ", "a": ["Интеграция научного знания"]}, {"q": "Может ли один объект быть предметом изучения разных наук?\n ", "a": ["Да"]}, {"q": "До XX века предметы наук были в основном\n ", "a": ["Видимыми"]}, {"q": "В течение XX века предметы многих наук становятся\n ", "a": ["Невидимыми"]}, {"q": "«Проблема референта» научной теории – это проблема\n ", "a": ["Реального статуса предмета этой теории"]}, {"q": "«Реалисты» полагают, что референты научных теорий\n ", "a": ["Существуют"]}, {"q": "«Антиреалисты» полагают, что референты научных теорий\n ", "a": ["Только обозначаются"]}, {"q": "Ученые полагают, что техника и ремесло\n ", "a": ["Старше естествознания"]}, {"q": "В эпоху Ренессанса и Новое время наука и техника\n ", "a": ["Опираются друг на друга"]}, {"q": "Новая наука, формирующаяся в эпоху Возрождения и Нового Времени, мыслилась как способная\n ", "a": ["Решать теоретическими средствами инженерные задачи"]}, {"q": "В XVIII в. практически одновременно во Франции, в Германии и в России возникает система профессионального\n ", "a": ["Технического образования\n \n Модуль 4. Границы\n Тема 4.2 От темы до объекта и предмета: гуманитарные направления"]}, {"q": "Объектами социально-гуманитарных наук в целом выступают:\n ", "a": [" Человек, общество, культура"]}, {"q": "В. Дильтей назвал гуманитарные науки\n ", "a": ["Науками о духе"]}, {"q": "Может ли быть «влияние экономических реформ на показатели смертности и рождаемости в конкретном обществе» предметом изучения всоциальной антропологии?\n ", "a": ["Нет"]}, {"q": "Может ли быть «возникновение денежных отношений в Полинезии» предметом изучения социологии?\n ", "a": ["Нет"]}, {"q": "Может ли быть «политическая ситуация в России накануне революции 1917г.» предметом изучения для теории и истории культуры?\n ", "a": ["Нет"]}, {"q": "Особенностью существования некоторой части объектов гуманитарных наук, наряду с техническими и естественными, является то, что\n ", "a": ["Объекты создаются людьми и сами люди их потом изучают"]}, {"q": "Объекты гуманитарных наук могут обладать\n ", "a": ["Разной степенью представимости;Разной степенью реальности"]}, {"q": "В социально-гуманитарных науках необходимо учитывать, что сам исследователь является частью ____________________, который он изучает\n ", "a": ["Объекта"]}, {"q": "М. Фуко в своих работах интересуется археологией\n ", "a": ["Знания"]}, {"q": "По мнению М. Фуко появление гуманитарных наук привело к созданию теоретического конструкта ___________________, который и становится ихобъектом изучения.\n ", "a": [" Человек"]}, {"q": "Социально-гуманитарные науке в своем предмете делают акцент на\n ", "a": ["Индивидуальном, но на основе общего"]}, {"q": "В силу особенностей объектов гуманитарных наук, знание о них невозможно полностью\n ", "a": ["Все вышеперечисленное"]}, {"q": "Вместо общих законов, как в естественных наука, в гуманитарных науках мы находим ориентацию на общие\n ", "a": ["Ценности"]}, {"q": "Одна из важных особенностей социально-гуманитарных наук – необходимость учета в них феномена\n ", "a": ["Свободы"]}, {"q": "Некоторые учены полагают, что методы интроспекции и эмпатии делают социально-гуманитарные науки похожими на\n ", "a": ["Искусство"]}, {"q": "Объекты в социально-гуманитарном знании являются\n ", "a": ["Уникальными"]}, {"q": "Социально-гуманитарные науки выявляют статистические законы, поэтому предсказание будущих событий имеет в них\n ", "a": ["Вероятностный характер"]}, {"q": "В силу особенностей объектов социально-гуманитарных наук, мы можем использовать метод __________________ лишь ограниченно.\n ", "a": ["Эксперимента"]}, {"q": "Дильтей полагал, что в «науках о духе» осуществляется единство ____________________ типов познания\n ", "a": ["Рационального и эмоционального"]}, {"q": "Иногда говорят, что предметом социально-гуманитарного познания является не часть объекта, _______________________ \n ", "a": ["Совокупность субъектов\n \n Модуль 4. Границы\n Тема 4.2 От темы до объекта и предмета: фундаментальные направления"]}, {"q": "Объектом естествознания является\n ", "a": ["природа"]}, {"q": "И. Ньютон понимал под натурфилософией\n ", "a": ["«точную науку о природе»"]}, {"q": "По мнению Э. Геккеля и Э.Г. Дюбуа-Реймона целью естествознания является попытка решения\n ", "a": ["«мировых загадок»"]}, {"q": "Задачей естествознания является\n ", "a": ["Познание объективных законов природы;Содействие практическому использованию законов природы в интересах человека"]}, {"q": "В результате дифференциации естественных наук, «природа» оказалась\n ", "a": ["Подчиненной"]}, {"q": "Покорение природы, создание машинной культуры разрушает целостность самой природы и является причиной _______________________ \n ", "a": ["Экологической катастрофы"]}, {"q": "Идеи В.И. Вернадского и его единомышленников позволили вернуться к пониманию природы как\n ", "a": ["«живого организма»"]}, {"q": "Современное естествознание характеризуется _______________ естественных наук\n ", "a": ["Взаимопроникновением"]}, {"q": "Ученые полагают, что естественные науки можно выстроить в некоторую\n ", "a": ["Иерархию"]}, {"q": "Сегодня невозможно заниматься какой-либо естественной наукой, не зная основ ____________ \n ", "a": ["Физики"]}, {"q": "Пирамиду наук можно выстроить следующим образом:\n ", "a": ["Механика, физика, химия. Биология, психология"]}, {"q": "Научное направление – это\n ", "a": ["Наука, комплекс наук и научных проблем, в области которых ведутся исследования"]}, {"q": "Научная проблема – это\n ", "a": ["Совокупность сложных теоретических и практических задач"]}, {"q": "Тема научного исследования является составной частью\n ", "a": ["Научной проблемы"]}, {"q": "Наиболее благоприятные условия для выполнения комплексных научных исследований имеются в\n ", "a": ["Высшей школе (университете)"]}, {"q": "Наибольшее количество псевдопроблем научных исследованиях связано с _______________ученых\n ", "a": ["Недостаточной информированностью"]}, {"q": "Тема научного исследования обязательно должна быть\n ", "a": ["Актуальна, иметь научную новизну, экономическую эффективность"]}, {"q": "Если тема научного исследования не обладает экономической эффективностью, то она должна иметь\n ", "a": ["Научную значимость"]}, {"q": "Для того, чтобы успешно написать магистерскую диссертацию, ее предмет и тема должны быть сформулированы максимально\n ", "a": ["Понятно и определённо"]}, {"q": "Для оценки перспективности темы иногда используется______________________.\n ", "a": ["Экспертная оценка"]}, {"q": "Наука все рассматривает сквозь призму_______________ ученых.\n ", "a": ["Объективной структуры деятельности"]}, {"q": "Наука выходит за рамки предметных структур производственной деятельности и обыденного опыта конкретной исторической эпохи и начинаетизучать_____________ \n ", "a": ["Объекты сами по себе"]}, {"q": "Наука открывает горизонты__________________ форм деятельности\n ", "a": ["Будущих"]}, {"q": "Наука стремиться постичь истину и выявить _____________ функционирования своих объектов\n ", "a": ["Законы"]}, {"q": "Наука делает задел для будущих форм __________________ \n ", "a": ["Практики"]}, {"q": "В нашей стране в эпоху ______________________ наука становится производительной силой общества\n ", "a": ["Индустриализации"]}, {"q": "Науки всегда открывают возможности новых _________________, в дальнейшем изменяющих жизнь человека.\n ", "a": ["Технологий\n \n Модуль 4. Границы\n Тема 4.2 От темы до объекта и предмета: технические направления"]}, {"q": "Техника — это совокупность\n ", "a": ["Все вышеперечисленное"]}, {"q": "Смысл техники в качестве средства человеческой деятельности заключается в\n ", "a": ["Усилении органов и потенций человека"]}, {"q": "К сфере техники относится ____________________научно-технических знаний\n ", "a": ["Использование и производство"]}, {"q": "Главным объектом технических наук является\n ", "a": ["Машина\n Техническим объектом является\n ", "Преобразованная природа"]}, {"q": "Взаимодействие рабочего орудия с объектом преобразования составляет особую предметную область технической науки, а именно\n ", "a": ["Технологию"]}, {"q": "Предметом технических наук являются закономерности\n ", "a": ["Технического объекта и технического проектирования"]}, {"q": "Технические науки стали классом отдельных научных дисциплин только в\n ", "a": ["Середине XX века"]}, {"q": "Как естественные, так и технические науки неизбежно используют знания, полученные в таких общетеоретических дисциплинах как\n ", "a": ["Философия;Математика"]}, {"q": "Можно ли сказать, что технические науки относятся к прикладным наукам, а естественные – к фундаментальным?\n ", "a": ["Нет"]}, {"q": "Студенты, получающие образование по технической специальности, становятся\n ", "a": ["Инженерами"]}, {"q": "Научное направление – это\n ", "a": ["Наука, комплекс наук или научных проблем, в области которых ведутся исследования"]}, {"q": "Научная проблема – это\n ", "a": ["Совокупность сложных теоретических и практических задач"]}, {"q": "Тема научного исследования является составной частью\n ", "a": ["Научной проблемы"]}, {"q": "Наиболее благоприятные условия для выполнения комплексных научных исследований имеются в\n ", "a": ["Высшей школе (университете)"]}, {"q": "Наибольшее количество псевдопроблем научных исследованиях связано с _______________ученых\n ", "a": ["Недостаточной информированностью"]}, {"q": "Тема научного исследования обязательно должна быть\n ", "a": ["Актуальна, иметь научную новизну, экономическую эффективность"]}, {"q": "Если тема научного исследования не обладает экономической эффективностью, то она должна иметь\n ", "a": ["Научную значимость"]}, {"q": "Для того, чтобы успешно написать магистерскую диссертацию, ее предмет и тема должны быть сформулированы максимально\n ", "a": ["Понятно и определенно"]}, {"q": "Для оценки перспективности темы иногда используется\n ", "a": ["Экспертная оценка\n \n Модуль 5. Что было до\n Тема 5.1 Научная традиция"]}, {"q": "Абсолютно необходимыми, обязательными личные контакты ученых являются в рамках\n ", "a": ["Научной школы"]}, {"q": "Знания, накопленные предшествующими поколениями ученых, передаваемые последующим поколениям и сохраняемые научным сообществом, – это:\n ", "a": ["Традиция"]}, {"q": "История науки есть последовательность периодов кумулятивного развития, прерывающаяся некумулятивными скачками, – считает в своейконцепции\n ", "a": ["Т.Кун"]}, {"q": "Методологическая установка, противоположная кумулятивизму, делающая акцент на прерывности, качественной изменчивости научного познанияназывается:\n ", "a": ["Антикумулятивизмом"]}, {"q": "Наука оформляется в качестве особого социального института, особой сферы духовного производства в:\n ", "a": ["XVI – начале XVII веков"]}, {"q": "Наука понимается не как система знаний, а как деятельность научных сообществ в концепции:\n ", "a": ["Т. Куна"]}, {"q": "Научная революция, по Т. Куну, – это:\n ", "a": ["Смена парадигмы"]}, {"q": "Неразрешимая в рамках определенной парадигмы-традиции проблема называется:\n ", "a": ["Аномалией"]}, {"q": "Нововведения в научном знании, в том числе новые концепции, открытия, – это:\n ", "a": ["Новация"]}, {"q": "Гелиоцентрическую модель мира разрабатывал …\n ", "a": ["Коперник"]}, {"q": "Геоцентрическую модель мира разрабатывал …\n ", "a": ["Птолемей"]}, {"q": "На какой космологической системе мира базируется христианское вероучение?\n ", "a": ["Гелиоцентризм"]}, {"q": "Фраза «Я видел дальше других только потому, что стоял на плечах гигантов» принадлежит ...\n ", "a": ["Ньютону"]}, {"q": "На математический и кинематический аппарат теории Птолемея опирался …\n ", "a": ["Коперник"]}, {"q": "Какие аргументы против гелиоцентрической модели приводил Мартин Лютер?\n ", "a": ["Религиозные"]}, {"q": "Совокупность исследователей со сходной научной подготовкой, единых в понимании целей науки и ее отношений к социальной среде, называют:\n ", "a": ["Научным сообществом"]}, {"q": "Совокупность убеждений, ценностей и технических средств, принятых научным сообществом и обеспечивающих существование научной традиции, – это:\n ", "a": ["Парадигма"]}, {"q": "Деятельность по получению нового знания называется...\n ", "a": ["Наука"]}, {"q": "Исторически существующая совокупность информации, знаний, идей, методов, установок, познавательных ценностей, которая явно или неявнопроникает в сознание ученого, называется …\n ", "a": ["научная традия"]}, {"q": "Радикальный переход от одной научной традиции к другой называется ...\n ", "a": ["Научной революцией\n \n Модуль 5. Что было до\n Тема 5.2 Степень разработанности проблемы: Гуманитарные направления"]}, {"q": "Выявление научных традиций, школ, методологических подходов к решению проблем, поставленных магистрантом, фиксируется в разделе ...\n ", "a": ["Степень разработанности темы"]}, {"q": "Работая над разделом «Степень разработанности темы», магистрант должен проявить …\n ", "a": ["Критический подход"]}, {"q": "Раздел «Степень разработанности темы» должен быть оформлен как ...\n ", "a": ["обозрение"]}, {"q": "Исследование степени научной разработанности темы принято начинать с ознакомления с …\n ", "a": ["Информационными изданиями"]}, {"q": "В структуре магистерской диссертации работа с текстовыми источниками входит в раздел ...\n ", "a": ["Степень научной разработанности темы"]}, {"q": "Материалы исследования степени разработанности темы должны быть отражены в ...\n ", "a": ["библиографии"]}, {"q": "Какая организация осуществляет обработку отечественной и зарубежной литературы по социально-гуманитарным наукам?\n ", "a": ["ИНИОН"]}, {"q": "Ознакомление с имеющимися по диссертационной теме публикациями целесообразно начинать …\n ", "a": ["С формирования замысла исследования"]}, {"q": "В работе с текстовыми материалами необходимо осуществлять переход …\n ", "a": ["От общих проблем к частным"]}, {"q": "Какие науки пытаются исследовать как закономерности общественной жизни, так и ценностные установки, и мотивы действующих субъектов,групп?\n ", "a": ["Социальные"]}, {"q": "Персональный вклад магистранта в продвижении научной проблемы в тексте диссертации выявляется в разделе ...\n ", "a": ["Степень научной разработанности темы"]}, {"q": "Как называются издания, которые характеризуются оперативностью сведений о публикациях, новизной и полнотой охвата источников, наличиемсправочного аппарата?\n ", "a": ["Информационные издания"]}, {"q": "Издания, которые уведомляют о появлении новых документов и сообщают необходимые данные для их поиска, называются ...\n ", "a": ["Библиографическими"]}, {"q": "Как называются издания, в которых обобщаются сведения, содержащиеся в первичных документах, являющиеся высшей ступенью их аналитико-синтетической переработки и сообщающие о новых открытиях в какой-либо науке?\n ", "a": ["Обзорными"]}, {"q": "Публикация оперативного и актуального характера, в которой содержится сжатое, конкретное изложение каких-либо фактов, сообщение о каком-либо событии, явлении, называется ...\n ", "a": ["Информационная статья"]}, {"q": "Для точного изложения идей автора или коллектива авторов первоисточника, а также для доказательства отдельных положений, которые приводитмагистрант, необходимо в тексте диссертации приводить...\n ", "a": ["Цитаты"]}, {"q": "Использование в диссертации текстовых материалов из печатных и электронных источников, без соответствующих ссылок, называется ...\n ", "a": ["Плагиатом"]}, {"q": "Система проверки диссертаций на наличие заимствований из печатных и электронных источников, не подкрепленных соответствующимиссылками, называется ...\n ", "a": ["Антиплагиат"]}, {"q": "Кто разработал теорию диалогичности текстов?\n ", "a": ["Бахтин"]}, {"q": "В каком институте создана Автоматизированная информационная система по общественным наукам (АИСОН)?\n ИНИОН\n \n Модуль 5. Что было до\n Тема 5.2 Степень разработанности проблемы: фундаментальные направления"}, {"q": "В работе над разделом «Степень научной разработанности темы» от магистранта требуется ...\n ", "a": ["Критический анализ"]}, {"q": "Магистерская диссертация, выполняя квалификационные требования, является...\n ", "a": ["Самостоятельной научно-исследовательской работой"]}, {"q": "Специфика каких наук заключается в получении, производстве и систематизации объективных знаний об окружающем мире?\n ", "a": ["Естественных"]}, {"q": "Какая организация осуществляет обработку отечественной и зарубежной литературы по естествознанию?\n ", "a": ["ВИНИТИ"]}, {"q": "Выявление личного вклада магистранта демонстрируется в разделе ...\n ", "a": ["Степень научной разработанности темы"]}, {"q": "Оперативные сведения о публикациях, новизна и полнота охвата источников, наличие справочного аппарата характеризуют…\n ", "a": ["Информационные издания"]}, {"q": "Материалы исследования степени разработанности темы магистрант обязан отразить в ...\n ", "a": ["Библиографии"]}, {"q": "Как называются издания, которые оповещают о появлении документов и сообщают необходимые сведения для их отыскания?\n ", "a": ["Библиографическими"]}, {"q": "Наличие заимствований из печатных и электронных источников, не подкрепленных соответствующими ссылками, называется ...\n ", "a": ["Плагиатом"]}, {"q": "Система, которая проверяет магистерскую диссертацию на наличие заимствований из печатных и электронных источников, не подкрепленныхсоответствующими ссылками, называется ...\n ", "a": ["«Антиплагиат»"]}, {"q": "Выявление научных традиций, школ, методологических подходов к решению проблем, поставленных магистрантом, фиксируется в разделе ...\n ", "a": ["Степень разработанности темы"]}, {"q": "Работа с публикациями и другими источниками требует от магистранта составления ...\n ", "a": ["Библиографии"]}, {"q": "Краткое изложение основного содержания одной или нескольких работ по одной тематике называется ...\n ", "a": ["Реферирование"]}, {"q": "Индивидуальный вклад магистранта в дальнейшее развитие темы исследования демонстрируется в разделе ...\n ", "a": ["Степень научной разработанности темы"]}, {"q": "Состояние изученности темы целесообразнее начать со знакомства с ...\n ", "a": ["Информационными изданиями"]}, {"q": "Издания, в которых приводятся оперативные сведения о публикациях, новизна и полнота охвата источников, наличие справочного аппарата,называются ...\n ", "a": ["Информационными"]}, {"q": "Описание конкретно-научных методов, с помощью которых учеными и научными коллективами достигли исследовательских результатов,проводится в разделе\n ", "a": ["Степень разработанности проблемы"]}, {"q": "Работа с публикациями и разными другими источниками позволяет диссертанту выявить и уточнить\n ", "a": ["Предметное поле исследования"]}, {"q": "На определенном этапе не признанные научным сообществом новые теории, не получившие широкого хождения, называются\n ", "a": ["Гипотезой"]}, {"q": "Краткое изложение материалов диссертации, предполагающее фиксацию основных идей и результатов исследования, называется\n ", "a": ["Автореферат\n \n Модуль 5. Что было до\n Тема 5.2 Степень разработанности проблемы: Технические направления"]}, {"q": "Как называется библиографическая информация, выпущенная в предыдущие годы?\n ", "a": ["Ретроспективная библиография"]}, {"q": "Научное издание, содержащее полное и всестороннее исследование какой-либо проблемы или темы называется …\n ", "a": ["Монография"]}, {"q": "Научное издание, содержащее материалы научной конференции, исследовательских учреждений, называется …\n ", "a": ["Научный сборник"]}, {"q": "Считается, что практически абсолютной достоверностью обладают …\n ", "a": ["Описания изобретений"]}, {"q": "В области каких наук теоретическая статья отличается точностью доказательств с применением математических методов, с привлечением данныхэкспериментальных исследований?\n ", "a": ["Технических"]}, {"q": "Теоретическая статья, насыщенная рассуждениями, сравнениями, словесными доказательствами характерна для ...\n ", "a": ["Гуманитарных наук"]}, {"q": "Научно-технические статьи, в которых содержатся результаты незаконченных научных исследований, называются\n ", "a": ["Предварительными"]}, {"q": "В технических науках статью, в которой приводятся сведения об изделиях, устройствах, о технологических системах и процессах, называют\n ", "a": ["информационной"]}, {"q": "Научный и профессиональный авторитет автора первоисточника может свидетельствовать о …\n ", "a": ["Достоверности информации"]}, {"q": "Специфика технических наук заключается в получении\n ", "a": ["Прикладного эффекта"]}, {"q": "Благодаря развитию каких навыков и способностей магистрант может усваивать содержательно сложный материал, отделять в процессе чтениясущественное от второстепенного и периферийного, видеть какие идеи работают на концепцию диссертации, а какие нет?\n ", "a": ["Системному мышлению"]}, {"q": "Рекомендуется систематизацию источников строить в …\n ", "a": ["Хронологическом порядке"]}, {"q": "Работа с источниками, в которых анализируется генезис и дальнейшее развитие исследуемой магистрантом инженерной проблемы, необходимовыстраивать ...\n ", "a": ["В хронологическом порядке"]}, {"q": "Группировку и систематизацию литературных источников следует производить…\n ", "a": ["По тематике исследуемых проблем"]}, {"q": "В Российской Федерации централизованное производство информационных и научно-технических изданий входит в компетенцию\n ", "a": ["ГСНТИ"]}, {"q": "Какая организация осуществляет обработку отчетов о научно-исследовательских работах и опытно-конструкторских разработках, а такжезащищенных диссертаций?\n ", "a": ["ВНТИЦ"]}, {"q": "При исследовании степени научной разработанности темы от магистранта требуется …\n ", "a": ["Полемика"]}, {"q": "Система проверки магистерской диссертации на наличие материалов из различных печатных и электронных источников, не подкрепленныхсоответствующими ссылками, называется …\n ", "a": ["«Антиплагиат»"]}, {"q": "Наличие в магистерской диссертации заимствований из печатных и электронных источников, не подкрепленных соответствующими ссылками,называется …\n ", "a": ["Плагиатом"]}, {"q": "Выявление научных традиций, школ, методологических подходов к решению проблем, поставленных в диссертации, регистрируется в разделе …\n ", "a": ["Степень разработанности темы\n \n Модуль 6. Новое\n Тема 6.1 Абсолютная и относительная новизна"]}, {"q": "Какие нейронные сети и центры, ответственные за высшую нервную деятельность человека, не участвуют в творческом мышлении:\n ", "a": ["Сеть волевых импульсов"]}, {"q": "Какие процессы происходят в организме человека в процессе создания нового:\n ", "a": ["Ослабление сети управления вниманием;Усиление сети воображения."]}, {"q": "Джеймс Вебб Янг считает, что новая идея – это:\n ", "a": ["Новое сочетание старых элементов"]}, {"q": "Способность создавать идеи зависит от способности:\n ", "a": ["Видеть отношения между элементами"]}, {"q": "Первый шаг для создания нового – \n ", "a": ["Сбор и структурирование информации верно"]}, {"q": "Автор книги «Техника производства идей» считает, что конечная точка создания нового – это:\n ", "a": ["Ага!-момент"]}, {"q": "В процессе творчества важно не:\n ", "a": ["Зацикливаться на одной проблеме"]}, {"q": "«Новизна во времени» – это когда информация-посылки и информация-результат имеют:\n ", "a": ["Одни и те же семантику и форму семантики"]}, {"q": "«Новизна в пространстве» – это когда информация-посылки и информация-результат не имеют:\n ", "a": ["Одни и те же семантику и форму семантики;Различную семантику, но одинаковую форму семантики."]}, {"q": "«Новизна в пространстве» не соответствует отображение множества информаций-посылок-прообразов новизны А на множество В информаций-результатов-образов новизны:\n ", "a": ["Изоморфное"]}, {"q": "Виды новизны, выделяемые А.И. Пригожиным:\n ", "a": ["Абсолютная;Относительная."]}, {"q": "Одна из черт аналоговых прототипов:\n ", "a": ["Не мобильность"]}, {"q": "Ключевая роль в создании нового принадлежит:\n ", "a": ["Интуиции;Воображению"]}, {"q": "Абсолютная новизна может возникнуть из:\n ", "a": ["Несовместимых с теорией фактов"]}, {"q": "Относительная новизна, как правило, является результатом работы:\n ", "a": ["Корпораций;Научных центров;Университетов"]}, {"q": "Относительная новизна достигается через:\n ", "a": ["Выявление недостатков в эксплуатации"]}, {"q": "Идею новизны следует преобразовать в:\n ", "a": ["Конструкт"]}, {"q": "В основе создания конструктов и концептов лежит:\n ", "a": ["Проективный смысл"]}, {"q": "_____ это логически простроенная система представлений, эксплицирующая смысл и содержание тезиса, выражающего идею.\n ", "a": ["Конструкт"]}, {"q": "Идеи обладают____________ и_____________ценностью, то есть они потенциально способны быть основанием познания мира и влияют напонимание и преобразование бытия.\n ", "a": ["когнитивной и онтологической\n \n Модуль 6. Новое\n Тема 6.2 Новизна исследования: гуманитарные направления"]}, {"q": "Научная новизна не связана с:\n ", "a": ["Актуальностью верно"]}, {"q": "Первый уровень новизны может отталкиваться от:\n ", "a": ["Перевода;Определения"]}, {"q": "Теоретические знания формулируются в форме:\n ", "a": ["Гипотезы"]}, {"q": "С чего начинается постановка проблемы:\n ", "a": ["Текстуры"]}, {"q": "Текстура – то, что может стать\n ", "a": ["текстом"]}, {"q": "Проблема наполнена объективным содержанием, вместе с тем, представленная на уровне текстуры, она включает в себя _________ исследователя\n ", "a": ["Интенцию"]}, {"q": "Работа ученого с проблемой начинается с:\n ", "a": ["Деиндивидуализации"]}, {"q": "______ текста направлена на установление логики этих дискурсивных закономерностей, и на критику (углубленное изучение) смысла.\n ", "a": ["Интерпретация"]}, {"q": "Осуществление процедуры ____________ предполагает верификацию целостного пространства текста.\n ", "a": ["логической интерпретации"]}, {"q": "________ – это выстраивание определенной интерпретационной модели, рабочей для направления исследования или в рамках конкретной теории.\n ", "a": ["Критика"]}, {"q": "Без _____ нет объекта для исследования и мышления.\n ", "a": [" текста"]}, {"q": "Гуманитарное сознание основывается на:\n ", "a": ["Диалоге"]}, {"q": "Во-первых, исходным пунктом каждой науки являются\n ", "a": ["неповторимые единичности"]}, {"q": "Критерий _______ понимания как один из высших критериев в гуманитарном познании.\n ", "a": [" глубины"]}, {"q": "Эмпирические данные собирают, опираясь на процедуры:\n ", "a": ["Концептуализации; Операционализации"]}, {"q": "Для правильной интерпретации реальности нужно:\n ", "a": ["Построить сюжет верно"]}, {"q": "Факт – это:\n ", "a": ["Результат формообразования; Наложение концепта на данные"]}, {"q": "Стадии интерпретации:\n ", "a": ["Префигуративная; Префигуративная; Рефигуративная"]}, {"q": "Результатом исследования становится:\n ", "a": ["Нарратив"]}, {"q": "Требование _____________________: Вы не можете произвести объясняющее высказывание, не соответствующее правилам того теоретическогоязыка, который был выбран изначально.\n ", "a": ["концептуальной сообразности\n \n Модуль 6. Новое\n Тема 6.2 Новизна исследования: фундаментальные направления"]}, {"q": "Новизну можно создать на уровне:\n ", "a": ["Модели;Метода"]}, {"q": "Связи между блоками и элементами модели создают ______ схему модели\n ", "a": ["Конструктивную"]}, {"q": "Последовательность действий часто определяет _________  методического процесса\n ", "a": ["Функциональность"]}, {"q": "Исследование считается новым, если магистрант создал:\n ", "a": ["Концепцию"]}, {"q": "Инструментом в процессе эвристичного исследования может являться использование нового:\n ", "a": ["Языка"]}, {"q": "Средства языка можно разделить на средства:\n ", "a": ["Естественного языка; Искусственного языка"]}, {"q": "Логическая действительность в целом в виде общего фона знаний представляется с помощью средств _________ языка\n ", "a": ["Естественного"]}, {"q": "Понятие электромагнитного поля не было построено с помощью:\n ", "a": ["Схематических пространственных изображений; Средств математического языка"]}, {"q": "Язык _______ и пространственных изображений позволили отработать модель движущихся в пространстве электрического и магнитного полейперпендикулярных друг другу и направлению их распространения. \n ", "a": [" рисунков"]}, {"q": "Язык пространственных изображений в значительной мере стимулировал возникновение рабочих\n ", "a": ["Гипотез"]}, {"q": "Векторные исчисления и аппарат Лагранжа оказали огромное влияние на совершенствование пространственных фигур поля и превращение их вматематические объекты, которые позднее стали ______ специального раздела математики.\n ", "a": ["Онтологией"]}, {"q": "________ мощный инструмент в физике.\n ", "a": ["Математика"]}, {"q": "_________ выражает интуитивно понятные нам вещи.\n ", "a": ["Математика"]}, {"q": "Математика продолжает нашу:\n ", "a": ["Интуицию"]}, {"q": "Интуиция _____ в простых вещах.\n ", "a": [" очевидна"]}, {"q": "Из математических рассуждений часто следуют:\n ", "a": ["Странные вещи верно"]}, {"q": "Странные выводы, которые возникают, нужно:\n ", "a": ["Принимать"]}, {"q": "Математическая практика не мыслима без _______ и _______ интуиций\n ", "a": ["Неявных и  неформальных"]}, {"q": "Описание коммуникативных действий математиков включает в себя:\n ", "a": ["Прагматика математических теорий"]}, {"q": "Абсолютно новое математическое знание невозможно:\n ", "a": ["Понять; Использовать\n \n Модуль 6. Новое\n Тема 6.2 Новизна исследования: технические направления"]}, {"q": "Уникальная функция науки – это производство:\n ", "a": ["Нового знания"]}, {"q": "Приращение знания может быть:\n ", "a": ["Интенсивным и экстенсивным"]}, {"q": "Введение элементов одной культуры в другую описывалось термином:\n ", "a": ["Инновация"]}, {"q": "Ориентация на новое сочетается с жестким\n ", "a": ["консерватизмом"]}, {"q": "Для ученого важно понимание связи новизны и _____ инноваций, практического внедрения новаторских идей.\n ", "a": ["Социальных"]}, {"q": "Элементы новизны не могут быть представлены фразой:\n ", "a": ["Традиционно рассматривается…"]}, {"q": "Новизна может опираться на изменение:\n ", "a": ["Объекта;Метода"]}, {"q": "Использование математических моделей для комплексного исследования считается:\n ", "a": ["Новым элементом"]}, {"q": "Новизна может быть связана со ______идеями, их углублением, конкретизацией, дополнительной аргументацией.\n ", "a": ["Старыми"]}, {"q": "Новизна отражается обязательно на:\n ", "a": ["Теме"]}, {"q": "Наиболее развитой формой теоретического исследования выступает _____ методологическое ядро теории.\n ", "a": ["Концепция"]}, {"q": "У телевизоров следующего поколения будут:\n ", "a": ["Области визуализации"]}, {"q": "Вместо постоянного импорта нефти и зависимости от стран, ее добывающих, человечество сможет просто:\n ", "a": ["Выделять водород из воды"]}, {"q": "Одним из уровней новизны являются:\n Преобразование данных;Корректировка данных"}, {"q": "Новизну можно обосновать через конкретизацию и _____ данных на новый класс объектов.\n ", "a": ["Экстраполяцию"]}, {"q": "Формой научной новизны для выражения (A+B+C→A+C+B) будет:\n ", "a": ["Новое взаимодействие признаков"]}, {"q": "Формой научной новизны для выражения (A+B+C →A+B+D) будет:\n ", "a": ["Замена части признаков новыми"]}, {"q": "Для того, чтобы не изобретать велосипед, необходимо в процессе обоснования новизны обратиться к:\n ", "a": ["Патенту"]}, {"q": "Техническая новизна неизменно связана с _______ эффектом\n ", "a": ["Экономическим"]}, {"q": "Изначально научная новизна отталкивалась от метода\n ", "a": ["аналогий\n \n \n Модуль 7. Выбор пути\n Тема 7.1 Методология в науке"]}, {"q": "Эмпирический метод, предполагающий числовое сравнение величин, т.е. установление одной величины с помощью другой, взятой за эталон(образец) называется\n ", "a": ["Измерение"]}, {"q": "Проблемы приемов, способов и методов познавательной деятельности разрабатывает\n ", "a": ["Методология науки"]}, {"q": "Непосредственное исследование реально существующих, чувственно воспринимаемых объектов характерно для\n ", "a": ["Эмпирического уровня научного познания"]}, {"q": "Метод эмпирической индукции разработал\n ", "a": ["Ф. Бэкон"]}, {"q": "Метод рациональной дедукции разработал\n ", "a": ["Р. Декарт"]}, {"q": "Метод, связанный с образованием особых абстрактных идеальных объектов, не существующих в действительности, называется\n ", "a": ["идеализация"]}, {"q": "Один из типов умозаключения и метод исследования, представляющий собой вывод общего положения о классе в целом на основе рассмотрениявсех его элементов, называется\n ", "a": ["Дедукция"]}, {"q": "Познавательный процесс, который определяет количественное отношение измеряемой величины к другой, служащей эталоном, стандартом,называется\n ", "a": ["сравнение"]}, {"q": "Метод, с помощью которого фиксируется содержание знания (научной теории, ее отдельных элементов т.д.) путем логико-математическоговыявления его формы называется\n ", "a": ["формализация"]}, {"q": "Метод, с помощью которого создаются материальные и идеальные системы, замещающие реальный объект и играющие роль источникадополнительной информации о нем, называется\n ", "a": ["Моделирование"]}, {"q": "Методология научного познания – это…\n ", "a": ["учение о принципах, формах и способах научно-исследовательской деятельности"]}, {"q": "К теоретическому уровню методологии науки относится\n ", "a": ["абстрагирование"]}, {"q": "Метод абдукции разработал\n ", "a": [" Ч. Пирс"]}, {"q": "Открытие нового знания с помощью рациональной интуиции считал возможным\n ", "a": ["Р. Декарт"]}, {"q": "Мысленное отвлечение от несущественных сторон, отношений и связей предметов и в тоже время в выборе одного или нескольких интересующихисследователя существенных признаков называется\n ", "a": ["Абстрагирование"]}, {"q": "По Ф. Бэкону, наиболее истинным и надежным в деле порождения нового знания является метод (путь)\n ", "a": ["Путь пчелы верно"]}, {"q": "По Ф. Бэкону, эмпирический метод исследования представляет\n ", "a": ["Путь муравья"]}, {"q": "По Ф. Бэкону, рационально-теоретический метод познания – это\n ", "a": ["Путь паука"]}, {"q": "Эмпирическое и экспериментальное знание носит\n ", "a": ["вероятностный характер"]}, {"q": "Метод, с помощью которого новое знание открывается не в результате накопления знаний, частных фактов или выведения из аксиом, а вследствиевыдвижения гипотез дающих лучшее объяснение исследуемых фактов, называется\n ", "a": ["Абдукция\n \n Модуль 7. Выбор пути\n Тема 7.2 Методологический синтез или выбор одного метода: Гуманитарные направления"]}, {"q": "Под методологией вообще понимают учение о …\n ", "a": ["Методах исследования"]}, {"q": "Разработку приемов, способов и средств исследовательской деятельности осуществляет\n ", "a": ["Методология науки"]}, {"q": "В классификации В. Дильтея естественнонаучное знание представлено\n ", "a": ["«науками о природе»"]}, {"q": "В классификации В. Дильтея социально-гуманитарное знание представлено\n ", "a": ["«науками о духе»"]}, {"q": "По В. Виндельбанду метод, исследующий действительность с точки зрения всеобщего, выражаемого с помощью естественнонаучных законов, ификсирующий повторяющиеся, регулярные свойства и характеристики изучаемых объектов, называется\n ", "a": ["номотетическим"]}, {"q": "По В. Виндельбанду метод, с помощью которого исследуются уникальные (неповторимые, самобытные в своем развитии) события и явлениякультурной, социальной и индивидуальной жизни людей, называется\n ", "a": ["идиографическим"]}, {"q": "Метод, исследующий предметы и процессы в конкретно-исторических условиях их становления и развития, называется\n ", "a": ["Историзм"]}, {"q": "Исследовательский метод, связанный с привлечением к оценке изучаемых явлений наиболее компетентных людей\n ", "a": ["Метод экспертных оценок"]}, {"q": "К статистическим методам исследования относится\n ", "a": ["Анкетирование"]}, {"q": "Метод, с помощью которого исследуются документы в их социальном контексте, называется\n ", "a": ["Контент-анализ"]}, {"q": "Как называется подход, с помощью которого можно давать сравнительную характеристику разным историческим эпохам, культурам,индивидуальностям?\n ", "a": ["компаративистский"]}, {"q": "Метод, применяемый при одновременном интервьюировании целой группы людей, называется\n ", "a": ["фокус-группа"]}, {"q": "Научные методы описания и изучения массовых явлений, допускающих количественное (численное) выражение\n ", "a": ["статистические методы"]}, {"q": "Метод, предполагающий углубленное выборочное исследование какой-либо проблемы на одном социальном объекте («случае»), называется\n ", "a": ["case study"]}, {"q": "Метод, построенный на многократном обследовании одних и тех же лиц на протяжении длительного времени, называется\n ", "a": ["лонгитюдным"]}, {"q": "Анализ документов, основанный на идентификации «поисковых образцов» и их подсчете и на количественных данных, называется\n ", "a": ["контент-анализ"]}, {"q": "Метод опроса, предполагающий целенаправленную, заранее запланированную беседу с опрашиваемым (респондентом) «лицом к лицу», называется\n ", "a": ["интервью"]}, {"q": "Один из методов исследования субъективной стороны общественной жизни индивида, основанный на личных документах, в которых кромеописания определенной социальной ситуации содержится также личный взгляд пишущего, называется\n ", "a": ["биографическим"]}, {"q": "Метод, представляющий собой стандартизированные задания, выполнение которых позволяет измерить некоторые личностные характеристики(знания, умения, память, внимание и т.п., называется\n ", "a": ["тестирование"]}, {"q": "Метод, предполагающий систематическое изучение и описание изображений каких-либо (чаще всего — религиозных и мифологических) сюжетовили лиц, истолкование их смысла, символики, атрибутов, характерных особенностей, называется\n ", "a": ["иконографическим\n \n \n Модуль 7. Выбор пути\n Тема 7.2 Методологический синтез или выбор одного метода: Фудаментальные направления"]}, {"q": "Под методологией вообще понимают учение о …\n ", "a": ["Методах исследования"]}, {"q": "Переход в познании от общего к частному и единичному, выведение частного и единичного из общего, называется\n ", "a": ["Дедукция"]}, {"q": "Эмпирическое и экспериментальное знание носит\n ", "a": ["вероятностный характер"]}, {"q": "Умственное действие, связывающее в ряд посылок и следствий мысли различного содержания называется\n ", "a": ["умозаключением"]}, {"q": "Метод эмпирической (опытной) проверки, с помощью которого устанавливается истинность или ложность научных утверждений, гипотез,предположений, называется\n ", "a": ["верификация"]}, {"q": "Мысленное отвлечение от несущественных сторон, отношений и связей предметов и в тоже время в выборе одного или нескольких интересующихисследователя существенных признаков называется\n ", "a": ["Абстрагирование"]}, {"q": "Метод, предложенный К. Поппером для опровержения выдвигаемой теории, гипотезы, концепции, называется\n ", "a": ["фальсификация"]}, {"q": "В античные времена исследование природы, космоса проводилось в рамках\n ", "a": ["натурфилософии"]}, {"q": "«Органическая модель» Аристотеля, предполагающая рассмотрение природы как единого живого целого, получила название\n ", "a": ["гилозоизма"]}, {"q": "Подход, согласно которому природа предстает как неорганическая, «мертвая», косная материя, называется\n ", "a": ["Механицизм"]}, {"q": "Классическая парадигма научного познания, базирующаяся на жестком рационализме, однолинейности, детерминизме, редукционизме, в Европеоформилась\n ", "a": ["17–18 веках"]}, {"q": "Основателем механико-редукционистского подхода, господствующего в научной методологии вплоть до рубежа XIX – ХХ веков, являлся\n ", "a": ["Лаплас"]}, {"q": "По В. Виндельбанду метод, исследующий действительность с точки зрения всеобщего, выражаемого с помощью естественнонаучных законов, ификсирующий повторяющиеся, регулярные свойства и характеристики изучаемых объектов, называется\n ", "a": ["номотетическим"]}, {"q": "По В. Виндельбанду метод, с помощью которого исследуются уникальные (неповторимые, самобытные в своем развитии) события и явлениякультурной, социальной и индивидуальной жизни людей, называется\n ", "a": ["Идиографическим"]}, {"q": "Методологический подход, предполагающий изучение объекта, состоящего из нескольких частей, каждая из которых подобна всему объектуцеликом, то есть состоящий из своих уменьшенных самоподобных копий, называется\n ", "a": ["фрактальным"]}, {"q": "Центральным понятием в синергетике – науке о хаосе и порядке, о сложных открытых самоорганизующихся неравновесных системах, являетсяпонятие\n ", "a": ["фрактал"]}, {"q": "Наблюдение и эксперимент важнейшим средством научных исследований считал\n ", "a": ["Ф. Бэкон"]}, {"q": "Мировоззренческая установка, считающая науку главной движущей силой социального развития, привилегированной формой познанияназывается...\n ", "a": ["сциентизм"]}, {"q": "Методологический принцип, в котором за основу познания берутся чувства и который стремится все знания вывести из деятельности органовчувств, ощущений, называется\n ", "a": ["сенсуализм"]}, {"q": "Один из типов умозаключения и метод исследования, представляющий собой вывод общего положения о классе в целом на основе рассмотрениявсех его элементов, называется\n ", "a": ["дедукция\n \n Модуль 7. Выбор пути\n Тема 7.2 Методологический синтез или выбор одного метода: Технические направления"]}, {"q": "Техника – это\n ", "a": ["совокупность технических знаний, технических устройств, а также деятельность по их созданию"]}, {"q": "Историческое развитие техники является предметом изучения\n ", "a": ["гуманитарной дисциплины"]}, {"q": "Древние ученые считали основным методом познания\n ", "a": ["логические построения"]}, {"q": "Особенностью древней науки являлись то, что\n ", "a": ["ученые недооценивали роль опытов"]}, {"q": "Начало научно-технического прогресса было положено в\n ", "a": ["17 веке"]}, {"q": "Кто считал, что самостоятельный статус технических наук обусловливается предметными структурами практики и взаимосвязью естественно-природных, функционально-технических, конструктивно-морфологических параметров технических устройств?\n ", "a": ["В.В. Чешев"]}, {"q": "Теоретическая электротехника, теоретическая механика, теория сопротивления материалов, теория машин и механизмов являются примерами\n ", "a": ["общетехнических теорий"]}, {"q": "Революционный переворот в естествознании на рубеже XIX-XX вв. начался с …\n ", "a": ["физики"]}, {"q": "Теория энергетических систем, теория электрических машин, теория газовых турбин являются примерами\n ", "a": ["частных технических теорий"]}, {"q": "Технические науки исторически первыми возникли в…\n ", "a": ["в конце 19 века"]}, {"q": "На смену механической картине мира пришла\n ", "a": ["физическая картина мира"]}, {"q": "Главная особенность новейшей революции в естествознании было\n ", "a": ["прорыв в микромир"]}, {"q": "Коренные изменения технологического способа производства является сутью\n ", "a": ["научно-технической революции"]}, {"q": "Формирование научно-технической революции относится …\n ", "a": ["к середине ХХ в"]}, {"q": "Высокие технологии становятся основой развития\n ", "a": ["экономики"]}, {"q": "Телекоммуникационная революция происходит\n ", "a": ["в начале ХХI века верно"]}, {"q": "Разновидность прикладного знания, предполагающая разработку экспериментально-испытательных методик, расчетных проектов и расчетныхсоотношений, называется\n ", "a": ["инженерно-методическим знанием"]}, {"q": "Как называется метод, применяемый в технических науках для работы со сложными многоэлементными объектами и производственно-технологическими процессами, состоящими из большого числа операций?\n ", "a": ["системный"]}, {"q": "В науке разбиение любого множества на подмножества по любым признакам, а также сведение многообразия материала к сравнительно небольшомучислу образований называется …\n ", "a": ["классификацией"]}, {"q": "Вид технических знаний, предполагающий разработку государственных и отраслевых стандартов, СНиПов, технических справочников, правилтехники безопасности, положений об изобретениях и рационализаторских предложениях и других регулирующих документов, называется\n ", "a": ["нормативно-техническим знанием\n \n Модуль 8. С чего начать\n Тема 8.1 Экспликация цели в задачи\n \n Тестовое задание"]}, {"q": "Гипотеза – _______________ форма развития знания, выражающая обоснованное предположение о причинах, характере, свойствах исследуемогообъекта.\n ", "a": ["творческая"]}, {"q": "Гипотеза направлена на:\n ", "a": ["Критический анализ"]}, {"q": "Гипотеза:\n ", "a": ["Не истинна, и не ложна"]}, {"q": "Если известна цель, то легко определить:\n ", "a": ["ГипотезуЗадачи"]}, {"q": "Составить по возможности наиболее полную картину связей, механизмов и закономерностей какого-то фрагмента реальности – это\n ", "a": ["Метацель ученого"]}, {"q": "Исследование начинается с\n ", "a": ["Гипотезы"]}, {"q": "Гипотеза есть ________________ знание.\n ", "a": ["вероятностное"]}, {"q": "___________ гипотеза включает в себя предположение о существовании явления или связи объектов, описывает структур или особенностиизучаемого объекта, но не объясняет его.\n ", "a": ["описательная"]}, {"q": "П. Рикер не выделяет в качестве объясняющей модели:\n ", "a": ["Логическое объяснение"]}, {"q": "________________ ___________ предполагает перевод неточно обозначенного понятия на строгий символический язык.\n ", "a": ["Экспликация проблемы"]}, {"q": "Рациональность предложенного решения технической проблемы связана в первую очередь с правильным построением:\n ", "a": ["Схемы"]}, {"q": "Логика экспликации напоминает ___________________ ____________, описанный Ф. Шлейермахером.\n ", "a": ["Герменевтический круг"]}, {"q": "Концептуальное ядро рациональности составляет:\n ", "a": ["Существование определенного вида критериев"]}, {"q": "Задачей науки было и является описание и объяснение __________ и ___________ событий и дедуцирование этих объяснений в рамках научныхтеорий.\n ", "a": ["Естественных и искусственных"]}, {"q": "Как взяться за решение проблемы успешного исследования – это:\n ", "a": ["Метапроблема"]}, {"q": "В технических науках используются:\n ", "a": ["Функциональные аналогииСтруктурные аналогии"]}, {"q": "При решении задачи с неизвестными переменными используется:\n ", "a": ["Приближение"]}, {"q": "При решении задачи с неизвестными переменными необходимо:\n ", "a": ["Провести аналогию с известными явлениями"]}, {"q": "Техническая рациональность _____________ современной научной рациональности:\n ", "a": ["Предшествовала"]}, {"q": "Для каждой аналогии __________ ______________ составляет ее существенный контекст.\n ", "a": ["Общее описание\n \n Модуль 8. С чего начать\n Тема 8.2 Постановка задач: Гуманитарные направления\n \n Тестовое задание"]}, {"q": "Правильно поставить задачи в магистерской диссертации – не такая уж сложная проблема, если использовать определенный _________ и соблюдатьнекоторый правила.\n ", "a": ["алгоритм"]}, {"q": "Сколько целей может быть в работе:\n ", "a": ["Одна"]}, {"q": "Цель обладает максимальной степенью _____________.\n ", "a": ["общности"]}, {"q": "Цель генерирует в себя совокупность:\n ", "a": ["Задач"]}, {"q": "Когда пишется Введение (актуальность, цель, задачи и т. д.), работа:\n ", "a": ["Почти завершена"]}, {"q": "План работы:\n ", "a": ["Может меняться в процессе исследования"]}, {"q": "Магистрант может решить, что первоначальное видение проблемы менее интересное или полное, чем новое, когда:\n ", "a": ["Пришла новая идеяНеожиданные эмпирические данные"]}, {"q": "Если вы меняете структуру основной части и текст содержательно, то вы должны переформулировать и __________.\n ", "a": ["задачи"]}, {"q": "Задачи исследования должны коррелировать со _________ диссертации.\n ", "a": ["структурой"]}, {"q": "Количеством задач может совпадать с количеством:\n ", "a": ["Глав; Параграфов"]}, {"q": "Работа будет менее громоздкой и запутанной, если количество задач совпадает с количеством ___________.\n ", "a": ["глав"]}, {"q": "Общие формулировки задач, ориентированные больше на главы, чем на параграфы, делают внешний вид работы более __________.\n ", "a": ["лаконичным"]}, {"q": "Задача всегда связана с конкретным:\n ", "a": ["Действием"]}, {"q": "Отметьте слова, которые можно использовать при формулировке задач:\n ", "a": ["исследоватьпроанализировать рассмотреть"]}, {"q": "Глаголы – исследовать, проанализировать, рассмотреть, выявить, раскрыть – являются стилистически более сильными, поскольку их __________посыл предполагает проведение более глубокого и серьезного научного анализа.\n ", "a": ["коннотативный"]}, {"q": "Задачи магистерской диссертации, как и других исследований, должны поддаваться\n ", "a": ["Верификации"]}, {"q": "Каждая структурная единица, в соответствии с которой сформулированы ваши задачи, должна в конце содержать _________, демонстрирующиерешенность поставленных задач.\n ", "a": ["выводы"]}, {"q": "Каждая правильно сформулированная задача отсылает не к какому-то процессу, а к конкретному ___________.\n ", "a": [" результату"]}, {"q": "Умберто Эко советует начинать писать магистерскую диссертацию за:\n ", "a": ["6 месяцев"]}, {"q": "Написав развернутое содержание, магистрант может ___________ сферу своей работы.\n ", "a": ["Ограничить\n \n Модуль 8. С чего начать\n Тема 8.2 Постановка задач: Фундаментальные направления"]}, {"q": "Тестовое заданиеЗадачи исследования основываются на\n ", "a": ["Цели"]}, {"q": "Проблема – \n ", "a": ["Трудность"]}, {"q": "Гейзенберг говорит о том, что «все всегда начинается с ...\n ", "a": ["узко ограниченной проблемы"]}, {"q": "Желание внести как можно меньше изменений в прежнюю науку и делает очевидным, что к ведению нового нас вынуждает сам\n ", "a": ["Предмет"]}, {"q": "Сами явления, сама ___________, а не какие-либо человеческие авторитеты заставляют нас изменить структуру мышления\n ", "a": ["природа"]}, {"q": "Фальсификация позволяет прояснить\n ", "a": ["Степень трудности проблемы"]}, {"q": "Для решения проблемы ученый выдвигает относительно слабое предположение, а после пытается его __________, опираясь на факты, которые немогли объяснить прежние теории и гипотезы.\n ", "a": ["верифицировать"]}, {"q": "Как правило, для решения первоначальной проблемы выдвигается не _________ пробное предположение или гипотеза.\n ", "a": ["одно"]}, {"q": "Для правильной постановки задач в фундаментальных науках необходимо представить путь решения исследовательской проблемы, а это значит,что важно:\n ", "a": ["Точно и ясно сформулировать цель проблемы.Рассмотреть условия, в рамках которых ее можно решить.Учесть ограничения, присутствующие при ее решении."]}, {"q": "____________ проблемы заключается в том, чтобы устранить несоответствие новых фактов старым способам их объяснения эмпирическиминауками и недостаточной обоснованностью исходных категорий и принципов в теоретических науках.\n ", "a": ["цель"]}, {"q": "Условия проблемы определяют ___________, необходимые и достаточные для ее решения.\n ", "a": ["предпосылки"]}, {"q": "Ограничения представляют собой ________, предъявляемые к решению проблемы.\n ", "a": ["требования"]}, {"q": "Формулируя задачи своего исследования, магистрант должен учитывать:\n уровень теоретической зрелостисостояние эмпирической базы"}, {"q": "Постановка задач в научном исследовании по своей сути представляет выстраивание некоторого __________ работы.\n ", "a": ["скелета"]}, {"q": "Постановка задач магистерской диссертации может быть определена:\n Принципом последовательностиПринципом автономности"}, {"q": "Задачи позволяют ___________ процесс исследования.\n ", "a": ["алгоритмизировать"]}, {"q": "Сформулированная задача должна удовлетворять определенным критериям:\n ", "a": ["Непротиворечивость.Отсутствие тавтологий.Информативность."]}, {"q": "Каждая задача начинается с __________ указателя на определенное действие.\n ", "a": ["глагола"]}, {"q": "Для формулировки задач обычно используют слова:\n ", "a": ["ИсследоватьПроанализировать"]}, {"q": "Понятийная сеть исследования формируется:\n ", "a": ["Категориальным аппаратом\n \n Модуль 8. С чего начать\n Тема 8.2 Постановка задач: Технические направления\n \n Тестовое задание"]}, {"q": "Постановка задач научного исследования представляет собой некоторый ________ решения проблемы.\n ", "a": ["алгоритм"]}, {"q": "Правильно сформулированная тема и цель диссертации уже содержат в себе\n ", "a": ["способ решения"]}, {"q": "_________ – это всего лишь ключевые точки исследовательского пути.\n ", "a": ["задачи"]}, {"q": "В рамках теоретического анализа важно обратить внимание на возможные ___________ связи исследуемой проблемы с другими проблемами.\n ", "a": ["логические"]}, {"q": "Теоретический анализ связан с\n ", "a": ["«Правилами метода» Р. Декарта"]}, {"q": "Любые проблемы, которые всплывают в научной работе, могут быть:\n ", "a": ["Систематизированы"]}, {"q": "Первоначальной задачей, чаще всего, становится\n ", "a": ["изучение существующего материалаизучение способов решения"]}, {"q": "Все последующие задачи определяются ___________ логикой.\n ", "a": ["временной"]}, {"q": "Порядок постановки и решения задач представляет собой\n ", "a": ["стратегию научного поиск"]}, {"q": "В технических науках формулировка задач часто зависит от тех методов и __________ проведения эксперимента.\n ", "a": ["методик"]}, {"q": "К предварительному процессу формулировки задач не относится:\n ", "a": ["Расчет требуемого времени"]}, {"q": "На этапе _________ нужно прояснить характер и объем новой информации.\n ", "a": ["анализа"]}, {"q": "Эмпирическая осуществимость исследования определяется на этапе предварительной оценки ____________.\n ", "a": ["гипотез"]}, {"q": "Любое техническое исследование связано с _________ деятельностью\n ", "a": ["Инженерной"]}, {"q": "При проектировании экспериментального объекта / модели необходимо:\n ", "a": ["Учитывать среды, в которых будет функционировать объектРассмотреть жизненный цикл технической системы; Предусмотреть возможность изменения объектаЭкономить время и ресурсы"]}, {"q": "Детальное рассмотрение полного жизненного цикла технической системы от момента создания до ее утилизации включает\n ", "a": ["возможность амортизации возможность обслуживания возможность безопасной утилизации"]}, {"q": "Одним из способов формулировки задач в магистерской диссертации является оформление ее через __________ ___________.\n ", "a": ["Аппарат решений"]}, {"q": "Другой способ фокусируется на работе с данными и условиями, которые даны изначально, и результатом, который требуется получить в ______.\n ", "a": ["итоге"]}, {"q": "Заполоните таблицу:\n ", "a": [" WORD ТАБЛИЦА\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Учебное задание\n \n Модуль 9. Архитектоника\n Тема 9.1 От избранного метода к структуре"]}, {"q": "Какое обязательное требование предъявляется ко всем научным работам:\n ", "a": ["Структура"]}, {"q": "Структура научного исследования отражает:\n ", "a": ["Порядок исследованияЛогику исследования"]}, {"q": "Изменение порядка ведет к изменению научной _______________.\n ", "a": ["Теории"]}, {"q": "Каждое предложение научной теории, по крайней мере, раз выступает в качестве посылки или заключения при построении __________ вывода.\n ", "a": ["дедуктивного"]}, {"q": "Какие предложения научной теории не выступают в качестве новых посылок:\n ", "a": ["Конечное следствие Аксиомы"]}, {"q": "__________ предложения научной теории должны содержать в себе базисные или производные термины собственного словаря науки.\n ", "a": ["собственные"]}, {"q": "Структура научной теории определяется используемым методом или, другими словами, принятым __________ ___________.\n ", "a": ["Типом вывода"]}, {"q": "Исследования ____________ систем показали, что в основу одной и той же системы / теории может быть положен разный набор исходныхпредложений.\n ", "a": ["аксиоматических"]}, {"q": "Полиструктурность научной теории является _________ инструментом по ее развитию.\n ", "a": ["Эвристичным"]}, {"q": "Точка _________ в структуре научной теории может меняться, что позволяет значительно повысить уровень новизны исследования.\n ", "a": ["отсчета"]}, {"q": "Структура теории и изучаемого явления могут совпадать или не совпадать.\n ", "a": ["Берталанфи: \n говорит о структурном изоморфизме научного знания (законов научной теории) и природы\n ", "Акофф: отрицание существования подобного совпадения структур"]}, {"q": "Эмпирическое описание события демонстрирует различия в структурах знакового описания и исследуемого процесса. Иногда это несовпадениеназывают\n  __________ _______________.\n ", "a": ["Структурным диссонансом"]}, {"q": "Описания, которые создают ученые, представляют собой:\n ", "a": ["линейную последовательность"]}, {"q": "Структура описания исследуемого явления может выбираться ученым самостоятельно, поскольку изучаемым _________ она не детерминирована.\n ", "a": ["объектом"]}, {"q": "Наука представляет собой ___________ мышление.\n ", "a": ["структурное"]}, {"q": "Когда примерно возникает понятие структура?\n ", "a": ["Вторая половина ХХ в."]}, {"q": "Главной наукой, работающей со структурами, является:\n ", "a": ["Математика"]}, {"q": "Самый простой пример структуры – это:\n ", "a": [" Числа"]}, {"q": "В структуре можно выделить экстенсионал и __________.\n ", "a": ["интенсионал"]}, {"q": "Экстенсионал включает в себя:\n ", "a": ["Элементы\n \n Модуль 9. Архитектоника\n Тема 9.2 Структура диссертации и материала: Гуманитарные направления\n \n Тестовое задание"]}, {"q": "В социально-гуманитарном исследовании важно ____________ поле изучаемого материала.\n ", "a": ["Ограничить"]}, {"q": "Одной из проблем по социально-гуманитарным наукам является ____ структура:\n ", "a": ["Не структурированная"]}, {"q": "Что не является причиной ошибочной структуры:\n ", "a": ["плохой научный руководитель;сжатые сроки написания"]}, {"q": "Слишком общие формулировки структурных единиц (глав и параграфов), могут привести к:\n ", "a": ["Размытой структуре"]}, {"q": "В каких случаях тема формулируется слишком широко:\n ", "a": ["Смена специализации;Смена научного направления"]}, {"q": "Результат широко сформулированной темы:\n ", "a": ["Абстрактная структура (слишком общая)Поверхностное исследование"]}, {"q": "Для проверки своего будущего исследования на излишнюю широту достаточно посмотреть, не присутствует ли в теме:\n ", "a": ["абстрактные в своей автономности феномены"]}, {"q": "Одно из требований к параграфам хорошей структуры:\n ", "a": ["Количество одинаково в каждой главе"]}, {"q": "Параграфы должны быть:\n ", "a": ["Соразмерны по степени общности"]}, {"q": "Самой грубой ошибкой при выстраивании структуры глав и параграфов является:\n ", "a": ["Параграф дублирует название главы"]}, {"q": "Другие ошибки при выстраивании структуры глав и параграфов:\n ", "a": ["Формулировка параграфа более общая, чем название главыПараграф не следует логически из предыдущего"]}, {"q": "Раскрытию, каких вопросов, логичнее всего посвятить первую главу:\n ", "a": ["Методологических оснований исследования"]}, {"q": "В конце каждой работы обязательно должен быть список:\n ", "a": ["Литературы"]}, {"q": "Кто был автором сетевой модели научной рациональности:\n ", "a": ["Лаудан"]}, {"q": "Структурные уровни сетевой модели научной рациональности:\n ", "a": ["АксиологическийМетодологическийФактуальный"]}, {"q": "Потоки обоснования, формирующие структуру, в сетевой модели научной рациональности возможны:\n ", "a": ["В разных направлениях"]}, {"q": "Какие утверждения справедливы в отношении герменевтического круга:\n ", "a": [" Чтобы понять часть, нужно понимать целое Чтобы понять целое, нужно понимать часть"]}, {"q": "Метод последовательного приближения:\n ", "a": ["Позволяет избежать некоторых логических ошибок; Основан на герменевтическом круге"]}, {"q": "Сетевую модель с методом последовательных приближений можно считать ________ парадигмой научной рациональности:\n ", "a": ["3"]}, {"q": "Фундаменталистская парадигма является ____________ парадигмой научной рациональности:\n ", "a": ["1"]}, {"q": "Антифундаменталистская парадигма является ____________ парадигмой научной рациональности:\n ", "a": ["2\n \n Модуль 9. Архитектоника\n Тема 9.2 Структура диссертации и материала: Фундаментальные направления"]}, {"q": "Тестовое заданиеПереработка исследовательского материала в структурный текст, который может называться магистерской диссертацией, – это вопрос:\n ", "a": ["построения концептуальной системы"]}, {"q": "Для того чтобы собранная структура работы имела не только внешнее единство, но и внутреннее, важно научиться видеть, на основе каких ___________ понятий строится та или иная наука / раздел науки.\n ", "a": ["Системных"]}, {"q": "Восстановите порядок системных понятий химии.\n ", "a": [" 1 химические элементы и состав вещества \n 2 структурная химия \n 3 химический процесс \n 4 химия самоорганизации"]}, {"q": "Заполните пробелы в концептуальных схемах химии\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "a": ["1 состав2 свойство3 структура4 функция5 организация6 поведение7 самоорганизация"]}, {"q": "В приведенной выше схеме горизонтальные линии репрезентируют __________ исследований. \n ", "a": ["Результаты"]}, {"q": "Восстановите схему литературного обзора:\n ", "a": [" 1 исследуемое явление 2 условия 3 процесс 4 вывод"]}, {"q": "Восстановите последовательность структурных элементов диссертации:\n ", "a": ["1 литературный обзор2 экспериментальная часть3 аналитическая часть"]}, {"q": "Кто ввел понятие структуры, которое отражало целостность химической системы, взаимное влияние всех атомов, составляющих такую систему, аотсюда различную их реакционную способность:\n ", "a": ["А.М. Бутлеров"]}, {"q": "Кто является авторами представлений о структуре, как жесткой валентной схеме с равноценными попарными межатомными связями:\n ", "a": ["А. Кекуле А.С. Купер"]}, {"q": "Категория структуры выражает _____________ системы по отношению к различным внешним и внутренним воздействиям.\n ", "a": ["Устойчивость"]}, {"q": "Структуру можно определить как «_____________ аспект системы».\n ", "a": ["Инвариантный"]}, {"q": "Без какой категории не мыслима категория структуры, по мнению Е. Кузнецова и В.И. Печенкина:\n ", "a": ["Категории функции"]}, {"q": "____________ фиксирует различные способы изменения системы, направленность тих изменений.\n ", "a": ["Функция"]}, {"q": "Установите соответствие структурного уровня вещества и науки / раздела науки:\n ", "a": ["квантовая механика"]}, {"q": "Электронно-ядерная структура атомов и молекулМолекулярная структура макроскопичесикх тел\n ", "a": ["физика"]}, {"q": "Установите последовательность:\n ", "a": ["1 логическая теория2 структура3 эмпирическая реализация структура"]}, {"q": "Какой элемент в вышеприведенной последовательности является основным:\n ", "a": ["Структура"]}, {"q": "Структура всегда требует специального:\n ", "a": ["Языка"]}, {"q": "____________ структуры нельзя воспринять органами чувств.\n ", "a": [" Чистые"]}, {"q": "Любое бытие организовано, в любом бытии есть свой:\n ", "a": ["Логос"]}, {"q": "Наука есть способность _______________ мышления.\n ", "a": ["Структурного\n \n Модуль 9. Архитектоника\n Тема 9.2 Структура диссертации и материала: Технические направления\n \n Тестовое задание"]}, {"q": "В каких ситуациях создать хорошую структуру работы бывает сложно:\n ", "a": ["Когда много материала Когда отсутствует логика"]}, {"q": "Какой подход можно использовать в качестве инструмента структурирования:\n ", "a": ["сознательно-прагматический"]}, {"q": "Написание магистерской диссертации по техническим наукам представляет собой деятельность ________.\n ", "a": ["Инженера-конструктора"]}, {"q": "С чего начинается деятельность по решению какой-либо проблемы технического плана:\n ", "a": ["Выработка требований к создаваемому продукту"]}, {"q": "Что не включается в техническое задание:\n ", "a": ["Заработная плата исполнителейНеобходимость апробации"]}, {"q": "Восстановите последовательность.\n ", "a": ["1 анализ того, что существует в исследуемой области\n 2 моделирование исследуемого явления в общих чертах\n 3 проведение эксперимента\n 4 выработка рекомендация для практического использования"]}, {"q": "Описание эксперимента в третьей главе должно быть полным и _________, начиная от самой экспериментальной установки и заканчиваяусловиями проведения эксперимента, который должен быть повторяем и другими инженерами.\n ", "a": ["Достаточным"]}, {"q": "Заключительная глава может фокусироваться на рекомендациях по созданию конкретной установки, а может быть связана с расчетом ________эффективности предлагаемого нововведения.\n ", "a": ["Экономической"]}, {"q": "Сколько обычно глав бывает в диссертации:\n ", "a": ["3-4"]}, {"q": "В какой части магистранту необходимо описать, что он решает свою собственную практическую задачу:\n ", "a": ["В первой главе"]}, {"q": "Содержанием какой части является соединение методологии и задач исследования\n ", "a": ["второй главы"]}, {"q": "Если у магистранта нет возможности провести эксперимент, что ему делать:\n ", "a": ["Смоделировать эксперимент"]}, {"q": "Заголовок статьи – это __________ смысл того, чем занимается исследователь.\n ", "a": [" Концентрированный"]}, {"q": "В аннотации к статье необходимо описать:\n ", "a": ["Содержание работы"]}, {"q": "Восстановите последовательность.\n ", "a": ["1 введение в проблему\n 2 постановка задач\n 3 решение задач\n 4 экспериментальная часть\n 5 заключение"]}, {"q": "Между утверждением и подтверждением находится __________________.\n ", "a": ["Аргументация"]}, {"q": "Экспериментальная часть – это ______________ результатов.\n ", "a": ["Апробация"]}, {"q": "Т. Кузин в своей работе «Магистерская диссертация. Методика написания, правила» советует не начинать написание диссертации с:\n ", "a": ["Введения"]}, {"q": "Что не является методом написания исследовательской работы:\n ", "a": ["Эволюционный"]}, {"q": "Работа над ___________ рукописью – это прием, используемый, когда готов черновой вариант. Все нужные материалы собраны, сделанынеобходимые обобщения, получено одобрение научного руководителя.\n ", "a": ["Беловой\n \n Модуль 10. Дискурсивность науки\n Тема 10.1 Процедуры аргументации\n \n Тестовое задание"]}, {"q": "В большей степени понятие «дискурс» тесно связано с такими понятиями как\n ", "a": ["«язык», «правило», «рациональность»"]}, {"q": "Дискурсивность современной науки в своей основе отсылает нас к\n ", "a": ["Древней Греции и Аристотелю"]}, {"q": "Научная рациональность невозможна без стремление каждого ученого к_________ \n ", "a": ["истине"]}, {"q": "Для того, чтобы быть вступить в диалог с другими людьми, мы должны придерживаться определенных_________ изложения своих мыслей.\n ", "a": ["правил"]}, {"q": "Процедура аргументации состоит из 3-х основных элементов:\n ", "a": ["тезиса, аргументов и демонстрации"]}, {"q": "По отношению к тезису традиционными являются требования\n ", "a": ["«определенности» и «неизменности»"]}, {"q": "Определенность тезиса означает требование формулировать его____________ \n ", "a": ["ясно и отчетливо"]}, {"q": "Неизменность тезиса означает необходимость его __________ на протяжении всего текста или высказывания.\n ", "a": ["повторения без изменений"]}, {"q": "Отбор аргументов для доказательства производится _______ \n ", "a": ["самим автором"]}, {"q": "Стратегия подбора соответствующих аргументов к тезису, как правило связана с _________ \n ", "a": ["интересами аудитории"]}, {"q": "Аргументационная стратегии должна отвечать ___________основным требованиям.\n ", "a": ["4"]}, {"q": "Достоверность аргументов означает, что они должны быть ________.\n ", "a": ["истинными"]}, {"q": "Автономное от тезиса обоснование предполагает, что _________________.\n ", "a": ["аргументы должны обосновываться отдельно и независимо от тезиса"]}, {"q": "Требование непротиворечивости аргументов предполагает, что они __________________________________________________________.\n ", "a": ["не должны быть в логическом противоречии друг с другом"]}, {"q": "Требование достаточности аргументов при обосновании предполагает, что ____________________________________________.\n ", "a": ["их доказательная сила должна быть достаточна для обоснования аргумента"]}, {"q": "Демонстрация – это __________________________________.\n ", "a": ["способ логической связи тезиса с аргументами"]}, {"q": "Демонстрация может быть основана на ___________.\n ", "a": ["все вышеперечисленное"]}, {"q": "Дедукцию можно охарактеризовать как способ аргументации, в результате использования которого мы всегда получаем _______________.\n ", "a": ["истинное знание"]}, {"q": "Индукцию можно охарактеризовать как способ аргументации, в результате использования которого мы всегда получаем _____________.\n ", "a": ["вероятностное знание"]}, {"q": "Аналогия как способ аргументации правомерна в тех случаях, когда два разных явления или события ________________________.\n ", "a": ["внутренне и внешне однородны\n \n Модуль 10. Дискурсивность науки\n Тема 10.2 Обоснование основных тезисов исследования: гуманитарные напрвления\n \n Тестовое задание"]}, {"q": "Все приемы аргументации делятся на _____________________.\n ", "a": ["контекстуальные и универсальные"]}, {"q": "Универсальная аргументация используется ________________________ \n ", "a": ["везде"]}, {"q": "Контекстуальная аргументация используется ___________________________.\n ", "a": ["в соответствии с контекстом"]}, {"q": "В гуманитарных науках в основном используется _________________ аргументация.\n ", "a": ["контекстуальная"]}, {"q": "Контекстуальная аргументация главным образом опирается на __________________.\n ", "a": ["традицию"]}, {"q": "Традиция может пониматься как ____________________.\n ", "a": ["все вышеперечисленное"]}, {"q": "Ученому прежде всего необходимо определить _________________________ традиции в конкретной научной области.\n ", "a": ["свое отношение"]}, {"q": "В гуманитарных науках огромную роль в аргументации играет____________________.\n ", "a": ["«ссылка на авторитеты»«"]}, {"q": "Выбор аргументов в защиту основных положений исследования всецело определяется ________________________.\n ", "a": ["определенной научной школой, к которой автор себя причисляет"]}, {"q": "Аргументация в гуманитарных науках всецело базируется на культуре ________________.\n ", "a": ["цитирования"]}, {"q": "Общим основанием для аргументации и изложения собственных идей может быть назван _____________________.\n ", "a": ["здравый смысл"]}, {"q": "В гуманитарном познании кроме ориентации на истину, ученые также всегда исходят из определенных ___________________.\n ", "a": ["ценностей"]}, {"q": "Существуют достаточно авторитетные научные традиции, основоположники которых полагают, что наука, в том числе и гуманитарная, должнабыть\n  ________________________.\n ", "a": ["свободна от ценностей"]}, {"q": "Влияние личности ученого на результаты исследования получило название _______________________.\n ", "a": ["«Хоуторнского эффекта»"]}, {"q": "В гуманитарных науках ориентация на такой научный идеал как _______________ часто оказывается трудно реализуемой.\n ", "a": ["«объективность»"]}, {"q": "В XXвеке в социальных и гуманитарных науках наряду с «количественными» методами исследования активно начинают использовать\n  ________________________.\n ", "a": ["«качественные»"]}, {"q": "Любые ваши аргументы могут быть поняты читателями или слушателями только в том, случае, если вы__________________ ценности.\n ", "a": [" разделяете общие"]}, {"q": "В технических и естественных науках, в отличие от гуманитарных, имеются общепринятые критерии того, какой вид рассуждений можно считать\n  _____________________.\n ", "a": ["доказательством"]}, {"q": "Современные языковеды (лингвисты) часто не считают нужным подводить под выдвигаемые точки зрения _____________________.\n ", "a": ["аргументационную базу"]}, {"q": "В социально-гуманитарном знании, так же, как например в естествознании, долгим опытом выработаны критерии, позволяющие оцениватьстепень__________________ того или иного утверждения.\n ", "a": ["Обоснованности\n \n Модуль 10. Дискурсивность науки\n Тема 10.2 Обоснование основных тезисов исследования: фундаментальные направления\n \n Тестовое задание"]}, {"q": "Какие основные типы аргументации вы знаете?\n ", "a": ["теоретическую и эмпирическую"]}, {"q": "Естественные науки прежде всего опираются на ___________________ аргументацию.\n ", "a": ["эмпирическую"]}, {"q": "С точки зрения науки логики подтверждение может быть ____________________.\n ", "a": ["прямое и косвенное"]}, {"q": "Если исследователь имеет возможность непосредственно, при использовании своих органов чувств убедиться в чем-либо, то такого родаинформация может быть расценена как __________ подтверждение.\n ", "a": ["прямое"]}, {"q": "Если исследователь имеет возможность подтвердить логически следствия обосновываемых утверждений, то оно будет ____________________.\n ", "a": ["косвенным"]}, {"q": "В косвенной аргументации истинность тезиса обосновывается с помощью противоречащего тезиса допущения, получившего название ___________________.\n ", "a": ["«антитезиса»"]}, {"q": "Главный метод косвенной аргументации – это\n ", "a": ["«сведение к абсурду"]}, {"q": "Идея о «концептуальном каркасе», влияющем на все наши опытные данные означает, что ____________________________________________________.\n ", "a": ["нет и не может быть «чистых» опытных данных, не зависящих от теории"]}, {"q": "Подтверждение на основе опытных данных выступает как один из лучших вариантов аргументации только в том случае, если наши данные _____________.\n ", "a": ["надежные"]}, {"q": "Так называемый решающий эксперимент нужен для того, чтобы _________________________ \n ", "a": ["с помощью фактов проверить утверждения, сформулированные на основании принятой гипотезы"]}, {"q": "Если факты, на которые мы опираемся в исследовании, оказываются ложными, то такие данные будут _________________________.\n ", "a": ["сфальсифицированы"]}, {"q": "За проверку истинности используемых в научном исследовании данных отвечает прежде всего __________________________\n ", "a": ["ученый, автор исследования"]}, {"q": "Подтверждения следствия как стратегия обоснования тезиса помогает обосновать ___________________ последнего.\n ", "a": ["вероятность"]}, {"q": "По мнению ученых суть естественнонаучного знания состоит в ___________фактов.\n ", "a": ["систематизации"]}, {"q": "Факты как примеры помогают сделать изложение основных идей_______________.\n ", "a": ["ясным"]}, {"q": "Естественные науки по своей сути являются науками ______________________.\n ", "a": ["индуктивными"]}, {"q": "Системная аргументация в естественных науках предполагает, что __________________ \n ", "a": ["факты и следствия внутри одной теории не должны противоречить друг другу"]}, {"q": "Роль отдельных фактов в опровержении или подтверждении теории ___________________ \n ", "a": ["значима"]}, {"q": "Подтверждение или опровержение целостных теорий иногда с неизбежность приводит к изменению ____________________ человека.\n ", "a": ["картины мира"]}, {"q": "Роль ученого в любом научном исследовании нельзя переоценить, а высокое качество исследования достигается, вчастности________________________________.\n ", "a": ["неуклонным стремлением к истине и следованием законам логики\n \n Модуль 10. Дискурсивность науки\n Тема 10.2 Обоснование основных тезисов исследования: технические направления\n \n Тестовое задание"]}, {"q": "Какие способы доказательства используются в технически науках?\n ", "a": ["теоретические и эмпирические"]}, {"q": "Ученые не сомневаются в математических аксиомах, потому что они\n ", "a": ["по другим причинам"]}, {"q": "Каково соотношение интуиции и логики в познании?\n ", "a": ["логика обосновывает интуитивные озарения"]}, {"q": "Технические науки можно охарактеризовать как\n ", "a": ["в большей степени прикладные"]}, {"q": "Когда ученый-инженер занимается созданием нового устройства, модели и т.д., он прежде всего\n ", "a": ["все варианты возможны"]}, {"q": "Обоснование темы, а также основных тезисов исследования может исходить из\n ", "a": ["все варианты возможны"]}, {"q": "Математическое моделирование нужно для того, чтобы\n ", "a": ["все варианты возможны"]}, {"q": "Часто в основных тезисах исследования в технических науках обосновываются\n ", "a": ["новые принципы работы давно зарекомендовавших себя технологий или производств"]}, {"q": "Работы в области технических наук часто оказываются связаны с обоснованием __________________ эффектов, которые используются при созданиисовременных технических устройств.\n ", "a": ["физических, химических и биологических"]}, {"q": "В концептуальном плане технические теории _________ теории \"чистой\" науки.\n ", "a": ["беднее, чем"]}, {"q": "При обоснование основных положений в технических науках зачастую требуется это делать не только с точки зрения математики, логики, физики,химии или биологии, но и _________________ \n ", "a": ["все вышеперечисленное"]}, {"q": "Разрабатываемые в технических науках обоснования, модели и расчёты _____________________ значимость.\n ", "a": ["не обладают общенаучной"]}, {"q": "При переходе к новым технологиям производства или изготовления чего-либо ценность подготовленных обоснований, расчётов и посвящаемых импубликаций ___________.\n ", "a": ["утрачивается"]}, {"q": "Результаты технических наук сами по себе, в отрыве от их конкретных отраслевых применений _____________________.\n ", "a": ["не реализуются"]}, {"q": "Исследования в технических науках ориентированы на обоснование проектного предложения________________ исследуемого объекта.\n ", "a": ["по совершенствованию"]}, {"q": "Новые данные, полученные в естественных науках, частично ________________специалистами в технических науках.\n ", "a": ["«наследуются»"]}, {"q": "Публикации по результатам технических наук отражают преимущественно _____________________, тогда как применение этих результатов втехнологиях производства или эксплуатации представляет собой коммерческий продукт и в публикациях чаще всего не раскрывается.\n ", "a": ["методы исследований"]}, {"q": "Оценки результатов в технических науках диктуются их новизной и широтой предполагаемого или уже достигнутого__________________________.\n ", "a": ["использования"]}, {"q": "Сочетание ______________________результатов характеризует вклад технических наук в научно-технический прогресс.\n ", "a": ["новизны и масштабов реализации"]}, {"q": "Главными же показателями результативности в технических науках должны служить _____________________________реализаций исследования.\n ", "a": ["указания на использование\n \n \n Модуль 11. Критерии истинности\n Тема 11.1 Верификация направлений\n \n Тестовое задание"]}, {"q": "1. Все представители «Венского кружка» были ____________________.\n ", "a": ["представителями разных наук"]}, {"q": "2. Базой для создания унифицированной науки «логических позитивистов» должна была стать _______________________.\n ", "a": ["физика"]}, {"q": "3. «Физикалим» представлял из себя идею сведения теоретических положений всех наук ______________ положениям.\n ", "a": ["к физическим"]}, {"q": "4. Преимущества языка физики виделись в том, что он является:\n ", "a": ["1) интерсенсуальным, 2) интерсубъективным, 3) универсальным"]}, {"q": "5. «Редукция» – это_______________.\n ", "a": ["сведение предложений, содержание которых непосредственно не поддается чувственной проверке, к предложениям, доступным такой эмпирической проверке"]}, {"q": "6. В отличие от тавтологических предложений логики и математики все эмпирические предложения считаются ________________________.\n ", "a": ["погрешимыми"]}, {"q": "7. Вместо корреспондентской теории истины представители «Венского кружка» предложили__________________ теорию истины\n ", "a": ["когерентную"]}, {"q": "8. Теория когеренции была подвергнута критике, потому что, в соответствии с ней\n можно создать непротиворечивую систему, которая заведомо будет ложной"}, {"q": "9. Корреспондентская теория истины Аристотеля получила новую жизнь благодаря работам________________ \n ", "a": ["А. Тарского"]}, {"q": "10. «Фальсифицируемость» – это критерий, предложенный К. Поппером, он предполагает проверку___________________________ \n ", "a": ["научности эмпирической теории"]}, {"q": "11. Качественные характеристики, свойственные таким опровергающим и подтверждающим факторам, как «роль» и «сила» в процессеустановления\n истинности и осмысленности научных гипотез и теорий получили название _____________________________ \n ", "a": ["«познавательной асимметричности»"]}, {"q": "12. Принцип фальсификации - это ______________________________ \n ", "a": ["положительно реализуемое опровержение"]}, {"q": "13. Фальсифицируемость является только критерием, позволяющим отнести теорию к категории ______________________, однако не являетсякритерием, указывающим на её истинность или возможность её успешной реализации\n ", "a": ["научных"]}, {"q": "14. Фальсифицируемость, несмотря на то, что её называют критерием, является лишь ___________________признаком научной теории\n ", "a": ["необходимым, но в то же время не достаточным"]}, {"q": "15. В качестве наиболее достоверных фактов логические позитивисты стали рассматривать _________________________________ \n ", "a": ["чувственные данные"]}, {"q": "16. С точки зрения логических позитивистов, если мы можем сравнить предложение с действительностью, то есть указать метод его проверки, тотакое предложение будет осмысленным, если мы не сможем этого сделать, то перед нами _________________________________________.\n ", "a": ["бессмысленное предложение"]}, {"q": "17. С точки зрения логических позитивистов любое верифицируемое предложение должно быть сведено к ______________________ \n ", "a": ["«протокольным предложениям»"]}, {"q": "18. Если все теоретические положения любой теории сводятся в конечном счете к тем данным о мире, которые у нас есть благодаря ощущениям, тоэто приводит к возникновению проблемы________________________ \n ", "a": ["интерсубъективности"]}, {"q": "19. Концепция истины, основывающаяся на идее сомнения в существовании абсолютной истины получила название ____________________ .\n ", "a": [" релятивизма"]}, {"q": "20. Наука как таковая базируется на вере в существование _________________, которые могут быть обнаружены.\n ", "a": ["истин и законов\n \n Модуль 11. Критерии истинности\n Тема 11.2 Апробация результатов: гуманитарные направления\n \n Тестовое задание"]}, {"q": "1. В гуманитарных науках и философии использование верификации ограничено ____________________________ в интерпретациях\n ", "a": ["субъективизмом"]}, {"q": "2. Верификация в гуманитарных науках осуществляется за счет соблюдения логики рассуждений и на соблюдение общепринятых правилорганизации текста, таких как\n ", "a": ["соотнесенность ученого с определенной традицией, научным контекстом или квалификационными требованиями"]}, {"q": "3. Непрерывно идущему в гуманитарных науках диалогу разнообразных точек зрения и позиций в большей степени соответствует _________________________, как стратегия подтверждения научности исследования.\n ", "a": ["фальсификация"]}, {"q": "4. Сторонники классической концепции истины и ее неклассических модификаций отстаивают положение о том, что всякое социо-гуманитарноезнание может считаться истинным тогда, когда оно соответствует принципу ________________________.\n ", "a": ["объективности"]}, {"q": "5. Сторонними неклассической концепции истины полагают, что на пути изучения общества мы неизбежно сталкиваемся со следующим феноменом:\n ", "a": ["совпадение субъекта и объекта социального познания"]}, {"q": "6. Ученые указывают на следующую особенность социально-гуманитарного исследования _________________________________________предпочтений при анализе общественных явлений.\n ", "a": ["принципиальная невозможность исследователя полностью отстраниться от субъективных"]}, {"q": "7. В той или иной степени научное исследование социальных явлений включает в себя определенное отношение ученого к предмету исследования,поэтому в основе определения истины должен находиться _____________________ подход.\n ", "a": ["аксиологический"]}, {"q": "8. Несмотря на стремление ученых, работающих в области социально-гуманитарных наук к объективности, иногда их работы делаются в русле\n   _______________________.\n ", "a": ["«социального заказа»"]}, {"q": "9. Особенности эмпирических фактов в социогуманитарном знании заключается в том, что они__________________ по своей природе.\n ", "a": ["социальны"]}, {"q": "10. Эмпирические факты о социальной жизни по своей сути____________________ \n ", "a": ["динамичны"]}, {"q": "11. Когда проводится научное исследование по определенной теме, отбор социальных фактов осуществляется в соответствии\n  _________________.\n ", "a": ["ценностными установками исследователя и его научной концепцией"]}, {"q": "12. Особенностью теорий в социально-гуманитарных науках является их _____________ \n ", "a": ["недедуктивный"]}, {"q": "13. В отличие от естественных и технических наук в социально-гуманитарном познании особое значение приобретает такая составляющая научногоисследования как ______________ \n ", "a": ["гипотеза"]}, {"q": "14. Существенную роль в социально-гуманитарных исследованиях имеет разработка _____________________________.\n ", "a": ["специальных теорий"]}, {"q": "15. Опыт ученого, работающего в социально-гуманитарной сфере, в большей степени ________________________ нагружен, чем в естественныхнауках.\n ", "a": ["теоретически"]}, {"q": "16. Апробация – это _____________ оценка со стороны научного сообщества научных исследований соискателя\n ", "a": ["критическая"]}, {"q": "17. Официальная апробация выполненных работ часто связана с их ______________.\n ", "a": ["публичной защитой"]}, {"q": "18. Неофициальная апробация заключается в _______________________________.\n ", "a": ["проведении бесед, споров со специалистами и коллегам"]}, {"q": "19. Особая ценность апробации диссертационной работы на различных научных форумах заключается не только в формирование соискателя какученого, но и\n в _______________.\n ", "a": ["все вышеперечисленное\n \n 20. Необыкновенно полезны могут быть __________________________ отзывы о вашей научной работе.\n ", "как положительные, так и отрицательные\n \n Модуль 11. Критерии истинности\n Тема 11.2 Апробация результатов: фундаментальные направления\n \n Тестовое задание"]}, {"q": "1. Естествознание в целом опирается на общие формальные принципы:\n ", "a": ["логики"]}, {"q": "2. Естествознание руководствуется следующими эмпирическими принципами:\n ", "a": ["верификации и фальсификации"]}, {"q": "3. Среди прагматических принципов, играющих важную роль в естествознании, особенно выделяют принцип:\n ", "a": ["«простоты»"]}, {"q": "4. Дедуктивно-аксиоматическая модель – способ построения научного знания, при котором в основу кладутся некоторые\n  ______________ \n ", "a": ["исходные положения, не требующие доказательства в силу своей очевидности"]}, {"q": "5. Индуктивистская модель, которой руководствуется естествознание, основана на\n  _________________________________\n ", "a": [" выявлении причинной связи между явлениями"]}, {"q": "6. Гипотетико-дедуктивная (стандартная) модель представляет собой взаимосвязь ________________________________ и является способомполучения\n теоретических законов с помощью гипотез.\n ", "a": ["индукции и дедукции"]}, {"q": "7. Среди различных видов естествознания, одной из высших форм научного знания является________________________________________ \n ", "a": ["математическое естествознание"]}, {"q": "8. Таксономическое естествознание представляет из себя деятельность по _______________________ \n ", "a": ["классификации и упорядочиванию"]}, {"q": "9. Дискриптивное естествознание представляет из себя деятельность, направленную на_____________________________ явлений\n ", "a": ["описание"]}, {"q": "10. В зависимости от особенностей ________________ в естественных науках используют методы, характерные для одной из трех форместествознания.\n ", "a": ["предмета"]}, {"q": "11. Апробация – это _____________ оценка со стороны научного сообщества научных исследований соискателя\n ", "a": ["критическая"]}, {"q": "12. Официальная апробация выполненных работ часто связана с их ______________.\n ", "a": ["публичной защитой"]}, {"q": "13. Неофициальная апробация заключается в _________________________________.\n ", "a": ["проведении бесед, споров со специалистами и коллегам"]}, {"q": "19. Особая ценность апробации диссертационной работы на различных научных форумах заключается не только в формирование соискателя какученого, но и\n в _______________.\n ", "a": ["все вышеперечисленное"]}, {"q": "15. Необыкновенно полезны могут быть __________________________ отзывы о вашей научной работе.\n ", "a": ["как положительные, так и отрицательные"]}, {"q": "16. Обоснованность результатов диссертационного исследования достигается, в частности, базированием на строго доказанных и корректноиспользуемых выводах_______________________ наук, положение которых нашли применение в работе;\n ", "a": ["фундаментальных и прикладных"]}, {"q": "17. Обоснованность результатов диссертационного исследования достигается также проверкой теоретических положений и новых решений, идей _______________ \n ", "a": ["экспериментальными исследованиями"]}, {"q": "18. Если мы хотим обосновать результаты диссертационного исследования, то мы должны_________ между теоретическими положениями,развитыми автором, и известными законами эволюции науки, техники, знания\n ", "a": ["устранить противоречия"]}, {"q": "19. В целом можно сказать, что необходимая полнота решения проблемы о достоверности достигается с помощью экспериментальной проверкитеоретических положений диссертации, а также ________________________ собственных экспериментальных данных с экспериментальнымиданными других исследователей\n ", "a": ["согласованностью"]}, {"q": "20. Достоверность решения некоторых задач, поставленных соискателем в своей работе, заключается в согласованности полученных эмпирическихданных с известными теоретическими положениями других авторов и с обоснованными и согласованными теоретическими решениями,полученными\n  __________________.\n ", "a": ["лично соискателем\n \n Модуль 11. Критерии истинности\n Тема 11.2 Апробация результатов: технические направления\n \n Тестовое задание"]}, {"q": "1. Достоверность, т. е. достаточная верность, это – доказательство того, что результат научной работы выполняется_________________________ дляопределенного класса объектов при названных условиях\n ", "a": ["всегда"]}, {"q": "2. Обоснованность научного результата – это наличие убедительного доказательства его _______________________.\n ", "a": ["достоверности"]}, {"q": "3. Чем подтверждается достоверность?\n ", "a": ["верификацией"]}, {"q": "4. Суть аналитических методов состоит в доказательство результата (теоремы, формулы, закон) путем _______________________преобразований.\n ", "a": ["математических"]}, {"q": "5. При использовании экспериментальных методов проверки достоверности всегда возникает вопрос _______________________________________.\n ", "a": ["погрешностей, учета реальных условий и числа опытов"]}, {"q": "6. При подтверждении научного результата практикой необходимо ______________________ выведенных в теории положений с явлениями,наблюдаемыми в практических ситуациях.\n ", "a": ["совпадение"]}, {"q": "7. Достоверность и обоснованность научно-технических исследований подтверждается тем, что полученные результаты имеют ясную ______________ и не противоречат известным данным.\n ", "a": ["физическую трактовку"]}, {"q": "8. Достоверность и обоснованность научно-технических исследований подтверждается получением из вновь разработанных общих научныхположений (выводов, рекомендаций, моделей, зависимостей и т. п.) ______________________________________.\n ", "a": ["широко известных частных научных результатов"]}, {"q": "9. Достоверность и обоснованность научно-технических исследований подтверждается результатами ______________________________, даннымилабораторных экспериментов, натурных (полунатурных) испытаний.\n ", "a": ["математического и (или) физического моделирования"]}, {"q": "10. Достоверность и обоснованность научно-технических исследований подтверждается результатами ________________ предлагаемых технических иорганизационных решений.\n ", "a": ["испытаний"]}, {"q": "11. Достоверность и обоснованность научно-технических исследований подтверждаются высокой ___________________ теоретически (аналитически)полученных результатов с экспериментальными данными, а также с результатами натурных испытаний и (или) практического внедрения.\n ", "a": ["сходимостью"]}, {"q": "12. Достоверность и обоснованность научно-технических исследований подтверждаются результатами ______________________________, опытомпрактического внедрения предложений.\n ", "a": ["опытно-конструкторских разработок"]}, {"q": "13. Достоверность и обоснованность научно-технических исследований подтверждаются высокой сходимостью теоретически (аналитически)полученных результатов с ______________________________, а также с результатами натурных испытаний и (или) практического внедрения.\n ", "a": ["экспериментальными данными"]}, {"q": "14. Когда результат конкретного научно-технического исследования прошел проверку и оказался достоверен и обоснован, можно задуматься о его\n   _______________________.\n ", "a": ["внедрении"]}, {"q": "15. Предметом внедрения результатов научно-технического исследования могут быть _________________.\n ", "a": ["все вышеперечисленное"]}, {"q": "16. Апробация – это _____________ оценка со стороны научного сообщества научных исследований соискателя\n ", "a": ["критическая"]}, {"q": "17. Официальная апробация выполненных работ часто связана с их ______________.\n ", "a": ["публичной защитой"]}, {"q": "18. Неофициальная апробация заключается в _________________________________.\n ", "a": ["проведении бесед, споров со специалистами и коллегами"]}, {"q": "19. Особая ценность апробации диссертационной работы на различных научных форумах заключается не только в формирование соискателя какученого, но и в _______________.\n ", "a": ["все вышеперечисленное"]}, {"q": "20. Необыкновенно полезны могут быть __________________________ отзывы о вашей научной работе.\n ", "a": ["как положительные, так и отрицательные\n \n Модуль 12. Итоги\n Тема 12.1 Концептуализация в науке\n \n Тестовое задание"]}, {"q": "Научное мышление отличается:\n ", "a": ["Концептуальностью"]}, {"q": "Задача ученого – создание ______________.\n ", "a": ["Концепции"]}, {"q": "Признаки концептуальности в гуманитарных науках:\n ", "a": ["методологическая непротиворечивость, целостность, видение, глубина, фальсифицируемость, будущее, диалогизм"]}, {"q": "Современные концепции в науке либо монопарадигмальны, либо ______________.\n ", "a": ["Полипарадигмальны"]}, {"q": "Монопарадигмальные концепции ______________.\n ", "a": ["Непротиворечивы"]}, {"q": "Методологии, пригодные для исследования, исходя из его цели и задач, связаны единой научной ________.\n ", "a": ["Традицией"]}, {"q": "Продуктивный __________ используемых методологий обеспечивает концептуализацию исследования.\n ", "a": ["Синтез"]}, {"q": "Целостность исследования достигается последовательным простаиванием самой концепции, в соответствии с ее ____________. ", "a": ["Элементами"]}, {"q": "Любой постулат должен эксплицироваться через:\n ", "a": ["объяснение, доказательство, аргументацию"]}, {"q": "Достижение целостности – «________» процедура, поддерживаемая предварительными схемами, грамотным цитированием, выводами, редукциейизбыточного материала.\n ", "a": ["Техническая"]}, {"q": "Современная наука существует в пространстве science __________.\n ", "a": ["market"]}, {"q": "Глубина познания в гуманитарных науках, – критерий, сформулированный __________.\n ", "a": ["М.М. Бахтиным"]}, {"q": "Глубина познания предполагает редуцирование ________ – с одной стороны, ученый опирается на научную традицию, но, с другой стороны, егозадача – преодоление описанного ранее.\n ", "a": ["Типического"]}, {"q": "Критерий, выражающий минимальную погрешность исследования, скрупулезное изучение реальности, исключающее ошибки и сводящеетехнические риски к минимуму:\n ", "a": ["Точность"]}, {"q": "___________ – изначальный образ, первичный смысл, который необходимо интегрировать в существующую систему миропонимания, в науку.\n ", "a": ["Идея"]}, {"q": "Итак, исходным элементом концепта служит _________, в основе которого лежит идея.\n ", "a": ["Конструкт"]}, {"q": "Одной из догм __________ является методологический монизм, т. е. идея единообразия научного метода независимо от различия областей научногоисследования.\n ", "a": ["позитивизма"]}, {"q": "Знание, получаемое в результате __________ вмешательства и последующего наблюдения, не является окончательной верификацией ни закрытого характера системы, ни возможностей ее развития.\n ", "a": ["Экспериментального"]}, {"q": "Концептуализация начинается с:\n ", "a": ["Выбора языка"]}, {"q": "Квантовая механика не позволяет делать _________ предсказания о будущем.\n ", "a": ["Абсолютные\n \n Модуль 12. Итоги\n Тема 12.2 Работа над ошибками, выводы и перспективы: гуманитарные направления\n \n Тестовое задание"]}, {"q": "_________ эксперименты не всегда формулируются ради заранее известных целей.\n ", "a": ["мысленные"]}, {"q": "Исследователь разрабатывает _________ план эксперимента, какую-либо парадоксальную закономерность или ситуацию.\n ", "a": ["Интуитивный"]}, {"q": "Можно выделить следующие типы целей мысленного эксперимента:\n ", "a": ["поясняющая, иллюстрирующая, постановка парадокса разрешение парадокса"]}, {"q": "Большинство знаменитых мысленных экспериментов содержат в себе фундаментальную глубину, имеют ________ характер.\n ", "a": ["фундаментальный"]}, {"q": "___________ глубина – нетривиальная характеристика мысленных экспериментов.\n ", "a": ["онтологическая"]}, {"q": "Мысленные эксперименты предпринимаются в ситуациях, когда требуется доказать:\n ", "a": ["противоречивость существующих фундаментальных теорийограниченность существующих фундаментальных теорий"]}, {"q": "Как _______ мысленный эксперимент использовался с целью изучения процессов, свойственных мышлению и сознанию человека.\n ", "a": ["метод"]}, {"q": "При формулировке своего теста Тьюринг оригинальным образом применил известную в психологии _______ тактику.\n ", "a": ["Бихевиористскую"]}, {"q": "Мысленный эксперимент создает не реальность, как таковую, а ее некоторый фрагмент, описывающий не реальность как бытие, а некоторый искусственный______ этого бытия.\n ", "a": ["концепт"]}, {"q": "Автор высказывания о том, что бытие, реальность не фрагментарна, она подобна жизни – континуальна, она есть длительность:\n ", "a": ["А. Бергсон"]}, {"q": "Мысленный эксперимент Дж. Серла:\n ", "a": ["Китайская комната"]}, {"q": "Мысленный эксперимент, моделируя определенную ________ ситуацию, описывает некоторый фрагмент, реальности, так или иначе, соотносимый спредставлением науки о ней как о некотором целостном объекте.\n ", "a": ["Управляемую"]}, {"q": "Фундаментальная способность человеческого сознания:\n ", "a": ["Интенциональность"]}, {"q": "__________, довольно часто встроен в структуру мысленного эксперимента, что позволяет сделать вывод о корреляции мысленного эксперимента инаучных революций.\n ", "a": ["Инсайт"]}, {"q": "__________ мысленного эксперимента создает границы научной парадигмы или концептуального каркаса, определяя существенные признакиисследуемого феномена.\n ", "a": ["Элиминативность"]}, {"q": "Конституирование мысленным экспериментом научных революций во многом обусловлено возможностью диалогического взаимодействия междуразличными парадигмальными направлениями, что приводит не к нивелированию тех или иных теорий, но к возможностям концептуальногорасширения знания за счет _______ синтеза.\n ", "a": ["Методологического"]}, {"q": "Мысленный эксперимент в познании может играть _____ роль.\n ", "a": ["Прогностическую"]}, {"q": "Мысленные эксперименты позволяют опробовать и расширить наше собственное рефлексивное представление об особенностях нашей собственной _______ структуры.\n ", "a": ["Концептуальной"]}, {"q": "Моделирование используется в гуманитарных науках с целью:\n ", "a": ["Прогноза"]}, {"q": "_____ позволяют изучать вопрос, как могут произойти последствия после какого-то конкретного события.\n ", "a": ["модели\n \n Модуль 12. Итоги\n        Тема 12.2 Работа над ошибками, выводы и перспектив: Фундаментальные направления\n \n Тестовое задание"]}, {"q": "Изучение проблемы и ее решения стоит начинать с _______ описания явления:\n ", "a": ["Содержательного, Структурного"]}, {"q": "________ положения выполняют роль фундамента в исследовании.\n ", "a": ["априорные"]}, {"q": "После того как создана математическая модель, приступают к созданию моделирующего _______.\n ", "a": ["алгоритма"]}, {"q": "______ системы осуществляется с целью демонстрация всех составных элементов и их уровня сложности.\n ", "a": ["декомпозиция"]}, {"q": "Процесс структуризации объекта – создание формализованной _______ исследуемого феномена.\n ", "a": [" схемы"]}, {"q": "Процесс идентификации в научном исследовании реализуется через:\n ", "a": ["математическое моделирование системы"]}, {"q": "Ориентация на фундаментальный уровень исследования связана с:\n ", "a": ["Качественными показателями"]}, {"q": "Создание физической модели исследуемого объекта, которая демонстрирует наличие элементов и взаимосвязей между ними в сознании ученого,выраженной в _________ форме.\n ", "a": ["вербальной"]}, {"q": "В исследование важно четко формулировать и обосновывать необходимые упрощения и _________.\n ", "a": ["допущения"]}, {"q": "Математические взаимосвязи необходимы для функционирования ________ модели.\n ", "a": ["физической"]}, {"q": "Завершается исследование проверкой на:\n ", "a": ["Полноту"]}, {"q": "Условия и требования не бывают:\n ", "a": ["Случайные"]}, {"q": "________ содержит расчет возможности устранения противоречия технического или теоретического.\n ", "a": ["Оперативная стадия"]}, {"q": "______________ направлена на формулировку идеального конечного результата.\n ", "a": ["Аналитическая стадия"]}, {"q": "__________ позволяет определить степень влияния изменения одних элементов системы на другие.\n ", "a": ["Синтетическая стадия"]}, {"q": "___________ определяет формулировку конечной цели всего исследования, рассматривается вероятность достижения этой цели иными способами.\n ", "a": ["Стадия постановки задач"]}, {"q": "Восстановите последовательность решения задачи методом наименьших квадратов:\n ", "a": ["1 Оценка вида зависимости и запись ее в аналитическом виде с неизвестными параметрами (коэффициентами)\n 2 приведение выбранной зависимости к линейной относительности коэффициентов\n 3 нахождение коэффициентов методом наименьших квадратов"]}, {"q": "Какой этап не предполагает автоматизации и его выполнение существенно зависит от опыта исследователя:\n ", "a": ["Первый"]}, {"q": "Для эффективного применения метода наименьших квадратов (МНК) зависимость должна быть ________ относительно неизвестных коэффициентов.\n ", "a": ["Линейной"]}, {"q": "На третьем этапе осуществляется поиск коэффициентов _________.\n ", "a": ["Зависимости\n \n Модуль 12. Итоги\n        Тема 12.2 Работа над ошибками, выводы и перспектив: Технические направления\n \n Тестовое задание"]}, {"q": "Если работа не предполагает проведение технической _______ на производстве, то верификация оснований функционирования исследовательской модели проводится с помощью современных компьютеров.\n ", "a": ["апробации"]}, {"q": "Верификация не связана с ________ аспектами работы.\n ", "a": ["Аксиологическими"]}, {"q": "Достижение поставленной цели выстраивается на умении видеть скрытый ______ решения.\n ", "a": ["Алгоритм"]}, {"q": "Скорость приведения задачи в состояние ________ находится в прямой зависимости от скорости постановки задачи.\n ", "a": ["предрешения"]}, {"q": "Проблемное мышление может возникать по причине отсутствия _______ образца для гипотезы.\n ", "a": ["адаптивного"]}, {"q": "Рассмотрением нескольких вариантов решения, воспринимаемых в качестве равнозначных, обеспечивается ___________ процесса познания.\n ", "a": ["Нелинейность"]}, {"q": "В науке, в изобретательстве нестандартное мышление реализует себя при условии наличия знаний, ______ культуры и таланта.\n ", "a": ["академической"]}, {"q": "Нестандартное мышление приводит к открытиям, но, учитывая жанр научного исследования (магистерская диссертация), важно уметь ________свой эвристический взгляд на мир.\n ", "a": ["формализовать"]}, {"q": "Что является типовой ошибкой многих диссертантов:\n ", "a": ["Не перечисление и обоснование допущений, Не перечисление и обоснование ограничений"]}, {"q": "Ошибки нашего мышления возникают из-за:\n ", "a": ["Механизма мышления"]}, {"q": "Раздумывая над чем-то, человек задействует ________ системы:\n ", "a": ["Две"]}, {"q": "Одна из главных характеристик человеческого мышления – это:\n ", "a": ["Лень"]}, {"q": "Типические ошибки нашего мышления могут быть связаны с ощущением:\n ", "a": ["Знакомости"]}, {"q": "В каком настроении люди более склонны к заблуждению:\n ", "a": ["Хорошем"]}, {"q": "Третий тип ошибок мышления связан с эффектом _________ впечатления.\n ", "a": ["первого"]}, {"q": "К ошибкам может приводить механизм поспешных:\n ", "a": ["Выводов"]}, {"q": "Пятый тип ошибок дает ____________.\n ", "a": ["автозамена"]}, {"q": "К какой базе данных информационной службой esp"}, {"q": "cenet не предоставлен свободный доступ:\n ", "a": ["Issued Patents (PatFT)"]}, {"q": "В качестве изобретения охраняется техническое решение в любой области, относящееся к ____________ или способу.\n ", "a": ["продукту"]}, {"q": "Предложения, которые считаются изобретениями:\n ", "a": ["изобретения-прототипы\n \n Модуль 13. Репрезентация\n Тема 13.1 Формы репрезентации научного знания\n \n Тестовое задание"]}, {"q": "1. Какая главная цель любого ученого:\n ", "a": ["Познание мира"]}, {"q": "2. Что чаще всего стоит между ученым и реальностью:\n ", "a": ["измерительные приборы, теоремы и аксиомы"]}, {"q": "определенную систему координат, принципов и законов. Оно рассматривается в рамках конкретной ___________.\n ", "a": ["парадигмы"]}, {"q": "4. Какие проявления объекта изучения рассматривает ученый:\n ", "a": ["которые могут быть описаны существующими средствами символического языка"]}, {"q": "5. Исследователь изучает только то, что способен воспринять в качестве _________ проблемы.\n ", "a": ["Научной"]}, {"q": "6. Репрезентация в некотором смысле позволяет _________ сущность феномена на понятный нам язык.\n ", "a": ["Перекодировать"]}, {"q": "7. Какие формы репрезентации существуют в науке:\n ", "a": ["исследователь – научное сообщество, объект – исследователь"]}, {"q": "8. Репрезентация уровня «объект – исследователь» связан с развитием __________ в ХХ веке.\n ", "a": ["Позитивизма"]}, {"q": "9. Когда мы рассуждаем о вопросе, как ученый взаимодействует с исследуемым объектом, то, прежде всего, нас волнует вопрос _________ научногознания.\n ", "a": ["Объективности"]}, {"q": "10. С какими аспектами не связан вопрос об объективности репрезентации феномена:\n ", "a": ["Символическим"]}, {"q": "11. Истинность одного языка (объективного) определяется лишь относительно заданной заранее истинности другого языка (___________).\n ", "a": ["метаязыка"]}, {"q": "12. Распределите по степени лаконичности текстовые формы репрезентации знаний (от большей лаконичности (1) к меньшей (6)):\n ", "a": ["1 тезисы \n 2 научная статья\n 3 дипломная работа\n 4 магистерская диссертация\n 5 кандидатская диссертация\n 6 монография"]}, {"q": "13. Какая форма репрезентации для ученого является более существенной:\n ", "a": ["Устная"]}, {"q": "14. С точки зрения философской проблемы объективности знания «___________ идеализм» ближе к адекватному пониманию структуры и сущностинауки, нежели лингвистический.\n ", "a": ["приборный"]}, {"q": "15. Теоретический термин в структуре теории – это термин, для которого в ____________ базе нет процедуры разрешимости о применении данного термина к любому предмету, составляющему его объем.\n ", "a": ["Экспериментальной"]}, {"q": "16. Один и тот же термин относительно одной экспериментальной базы может оказаться теоретическим, а относительно другой – эмпирическим, т. е. термином __________.\n ", "a": ["наблюдения"]}, {"q": "17. С точки зрения репрезентативной концепции научного знания _________ проверка теории заключается в совмещении двух образов реальности,один из которых дан в наблюдении посредством эмпирического инструментария (приборов), а другой представлен теоретическим инструментарием,т.е. теоретической моделью изучаемого явления.\n ", "a": ["эмпирическая"]}, {"q": "18. Репрезентативная трактовка научных теорий включает допущение об их ________ обусловленности.\n ", "a": ["исторической"]}, {"q": "19. Результат магистратуры – \n ", "a": ["Защищенная диссертация"]}, {"q": "20. Главная проблема современного состояния магистратуры и аспирантуры:\n ", "a": ["Низкое качество\n \n Модуль 13. Репрезентация\n Тема 13.2 Защита: гуманитарные направления\n \n Тестовое задание"]}, {"q": "1. Защита магистерской диссертации – это, прежде всего, ________ процесс.\n ", "a": ["Коммуникативный"]}, {"q": "2. Найдите элемент, который не является необходимым в процессе коммуникации:\n ", "a": ["опыт коммуникации"]}, {"q": "3. Если ставится цель создания научного текста, то это обусловливает выбор научного _______ стиля.\n ", "a": ["Функционального"]}, {"q": "4. Коммуникативные цели бывают:\n ", "a": ["Пропозициональными и модальными"]}, {"q": "5. Установите соответствие\n Определяют фактическое содержание текста \n ", "a": ["пропозициональные цели \n \n Коммуникативная установка текста типа: информация, убеждение, побуждение и т.п. \n ", "модельные цели"]}, {"q": "6. Функциональные стили не подразделяются на:\n ", "a": ["разговорная речь"]}, {"q": "7. Для хорошего владения функциональными стилями необходима:\n ", "a": ["культура мышления, культура убеждения"]}, {"q": "8. Отсутствие чего приводит к тому, что в текстах появляется много речевых ярлыков:\n ", "a": ["культура мышления"]}, {"q": "9. Научный доклад и учебная лекция:\n ", "a": ["имеют свои языковые особенности"]}, {"q": "10. Пропозициональное содержание текста всегда представлено в одном из _______ планов.\n ", "a": ["Модальных"]}, {"q": "11. Согласно теории Дж. Остина, модальность высказывания может быть выражена особыми _________ глаголами в первом лице настоящего времени, непосредственно осуществляющими модальный замысел (действие) говорящего: я информирую, я требую, я спрашиваю и т.д.\n ", "a": ["перформативными"]}, {"q": "12. Модальная цель научного доклада и публицистической речи может быть одна – ________.\n ", "a": ["Убедить в чем-либо"]}, {"q": "13. Каждая модальная цель требует своих ________ средств выражения.\n ", "a": ["Языковых"]}, {"q": "14. Суть прагматики заключена в формуле:\n  ________ \n ", "a": ["адресант– ситуация –адресат"]}, {"q": "15. Использовать научный стиль в жанре лекции:\n ", "a": ["Неэффективно, Допускается в некоторых ситуациях"]}, {"q": "16. В процессе говорения следует постоянно анализировать слушателя и его реакцию, стремясь _____ эффект коммуникации.\n ", "a": ["Повысить"]}, {"q": "17. Общение может быть эффективным только в том случае, если\n ", "a": ["иллокуция соответствует перлокуции"]}, {"q": "18. Слагаемые успешной защиты:\n ", "a": ["Грамотно составленная защитная речь, Хорошая рецензия"]}, {"q": "19. С чего начинается выступление магистранта:\n ", "a": ["С приветствия"]}, {"q": "20. Выступление должно быть:\n ", "a": ["До 7 минут\n \n \n Модуль 13. Репрезентация\n Тема 13.2 Защита: фундаментальные направления\n \n Тестовое задание"]}, {"q": "1. ___________ смысл общения заключается в том, что оно выступает средством передачи культуры (в нашем случае научного текста) иобщественного опыта.\n ", "a": ["Социальный"]}, {"q": "2. Общение по своей сути ___________.\n ", "a": ["Диалогично"]}, {"q": "3. Общение предполагает освоение субъектами культуры различных ее ________.\n ", "a": ["смыслов"]}, {"q": "4. На защите мало рассказать о своей научной работе, необходимо еще убедиться, что вас ________ и __________.\n ", "a": ["услышали, поняли правильно"]}, {"q": "5. В общении выделяют три взаимосвязанных стороны:\n ", "a": ["Коммуникативную, Интерактивную, Перцептивную"]}, {"q": "6. Общаясь, люди обращаются к _______ как одному из важнейших средств общения.\n ", "a": ["Языку"]}, {"q": "7. На защите рекомендуется по возможности использовать как можно меньше ____________ слов.\n ", "a": ["Иноязычных"]}, {"q": "8. _________ сторона заключается в организации взаимодействия между людьми, например, нужно согласовать действия, распределить функции или повлиять на настроение, поведение, убеждение собеседника.\n ", "a": ["Интерактивная"]}, {"q": "9. На защите важно убедиться, что ответ, который вы даете на заданный вопрос, для собеседника является __________.\n ", "a": ["Достаточным"]}, {"q": "10. __________ сторона общения включает процесс восприятия друг друга партнерами по общению и установление на этой основе взаимопонимания.\n ", "a": ["Перцептивная"]}, {"q": "11. ________ сторона общения состоит в обмене информацией между людьми.\n ", "a": ["коммуникативная"]}, {"q": "12. Во время выступления не следует обращать внимание на:\n ", "a": ["Состав комиссии"]}, {"q": "13. _________ – система слов, выражений и правил их соединения в осмысленные высказывания, используемые для общения.\n ", "a": ["Язык"]}, {"q": "14. Благодаря чему можно придать разный смысл одной и той же фразе:\n ", "a": ["Интонации"]}, {"q": "15. Предложения, которые содержатся в защитном слове, должны быть _______, чем в тексте диссертации.\n ", "a": ["Короче"]}, {"q": "16. Экспрессивные жесты, т.е. служащие для большей выразительности речи, как правило, не соответствуют _______ этикету.\n ", "a": ["Научному"]}, {"q": "17. Чем определяется расстояние на защите между магистрантом и комиссией:\n ", "a": ["Размерами аудитории, Расположением кафедры"]}, {"q": "18. Чтобы убедиться в том, что вы готовы к защите, проверьте наличие следующих компонентов:\n ", "a": ["Защитное слово подготовлено правильно, Вы точно знаете, в какой аудитории будете выступать, что наденете на защиту. Комиссия вам известна, как и возможные вопросы, которые она задаст"]}, {"q": "19. До защиты необходимо обязательно предоставить следующие документы:\n ", "a": ["Текст магистерской диссертации,Отзыв научного руководителя, Рецензию специалиста"]}, {"q": "20. При оценке __________ выбранной темы нельзя исходить из политической ситуации в стране или мире.\n ", "a": ["Актуальности\n \n Модуль 13. Репрезентация\n Тема 13.2 Защита: технические направления\n \n Тестовое задание"]}, {"q": "1. Первое, что вы делаете, когда дописали диссертацию, а руководитель высказал свои замечания, которые вы, конечно же, учли, – несете работу___.\n ", "a": ["научному руководителю"]}, {"q": "2. Кто проверяет, что ваша работа готова к защите:\n ", "a": ["научный руководитель"]}, {"q": "3. Обязательной задачей научного руководителя еще является написание _______ на вашу работу.\n ", "a": ["отзыва"]}, {"q": "4. Кроме научного руководителя работу обязательно должен прочесть:\n ", "a": ["рецензент"]}, {"q": "5. Научный руководитель обязательно должен написать, что:\n ", "a": ["Работа соответствует всем квалификационным требованиям"]}, {"q": "6. С рецензентом важно поговорить __________, поскольку на момент защиты он может находиться в командировке, а рецензию в любом случаенужно предоставлять.\n ", "a": ["Заранее"]}, {"q": "7. За какой срок необходимо работу передать рецензенту:\n ", "a": ["За неделю"]}, {"q": "8. Если отзыв научного руководителя может не содержать _______ замечаний, то в рецензии они содержатся практически всегда.\n ", "a": ["критических"]}, {"q": "9. Если в рецензии не содержатся замечания, то должны быть ________ вопросы.\n ", "a": ["полемические"]}, {"q": "10. Рецензия позволяет:\n ", "a": ["Увидеть перспективы исследования, Устранить в будущем недостатки исследования"]}, {"q": "11. На защите обязательно зачитываются:\n ", "a": ["Отзыв научного руководителя, Текст рецензии"]}, {"q": "12. Оценку рецензента комиссия может:\n ", "a": ["Повысить, Понизить"]}, {"q": "13. При возможности согласуйте ответы на замечания рецензента с:\n ", "a": ["научным руководителем"]}, {"q": "14. Текст магистерской диссертации, отзыв научного руководителя, рецензия на работу предоставляются до защиты:\n ", "a": ["секретарю ГАК"]}, {"q": "15. Кроме официальных документов магистранту до защиты необходимо еще подготовить:\n ", "a": ["Защитное слово"]}, {"q": "16. Что чаще всего не звучит в выступлении магистрантов на защите:\n ", "a": ["Степень научной разработанности проблемы"]}, {"q": "17. Примерный объем защитного слова:\n ", "a": ["5 страниц"]}, {"q": "18. Обязательно проверьте, что в заключение были включены выводы по каждой главе, что количество выводов соответствует количеству _____.\n ", "a": ["задач"]}, {"q": "19. В структурном плане защитное слово можно условно разделить на ____ части.\n ", "a": ["3"]}, {"q": "20. На защиту может попасть:\n ", "a": ["любой желающий"]}]